[
    {
        "file_name": "ind21-exportplan2021.pdf",
        "text": "Uploaded on 15-04-2021 \n \n \n \n \n \n \n \n \n \n \n \nGOVERNMENT OF INDIA \nMINISTRY OF COMMERCE \nOFFICE OF THE ADDITIONAL DIRECTOR GENERAL OF FOREIGNTRADE \nNIRYAT BHAWAN, BSNL EXCHANGE BUILDING, E-BLOCK, BRS NAGAR, LUDHIANA \n141012 \n \n \nCHANDIGARH \n EXPORT PROMOTION PLAN \n2020-21\nUploaded on 15-04-2021 \n \n \n \n \n \n \n \n \nUploaded on 15-04-2021 \n \nINDEX  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSr \nNo  \nSubject\nPage\n1\nDISTRICT EXPORT HUB – VISION OF HON’BLE PRIME \nMINISTER  \n2\nECONOMIC PROFILE OF CHANDIGARH\n3\nINDUSTRIAL PROFILE  OF CHANDIGARH\n4\nPRODUCT:NEEDLES\n5\nPRODUCT: IT and ITeS\n6\nISSUES , PROBLEMS AND  RECOMMENDATIONS\n7\nSWOT ANALYSIS OF CHANDIGARH\n8\nACTION PLAN\n9\nCONCLUSION\nUploaded on 15-04-2021 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nUploaded on 15-04-2021 \n \nChapter - 1  \nDISTRICT EXPORT HUB – VISION OF HON’BLE PRIME MINISTER  \n \n \n1. \nINTRODUCTION  \n \n1.1. The call of the Honourable Prime Minister of India, articulated in his speech on the \neve of Independence Day, 2019, to transform every district into an export hub, has \nbecome the guiding light for economic policy across the country. Central to this \nvision is the idea that every region in India has traditional products and technologies \nwhich can be harnessed and promoted to create export hubs.  \n \n1.2. The Indian economy has grown tremendously over the last decade to occupy the \nposition of the fifth largest economy in the world, with a share of close to 8 percent \nin the global Gross Domestic Product. However, its  \nshare in the world exports is disproportionately low at less than 2 percent. This can \nbe explained to some extent by the size and diversity of the domestic market which \nUploaded on 15-04-2021 \n \nhas the capacity to consume most of the domestic production. This means that \nbusinesses are not incentivized to diversify in the export market in the natural \ncourse of growth. Rather export is seen as a specialized activity pursued by few big \nbusiness houses.   \n \n1.3. Another factor is the predominance of the MSME sector in India. These MSMEs \noften lack either the knowledge or the risk appetite to venture into the international \nmarket. However, the importance of trade as a pillar of economic growth cannot be \noverstated. As the trends of economic globalization only appear to intensify, it is \nimperative that the local economies are seamlessly integrated into the global \nmarketplace, thereby increasing the scope and sustainability of growth.   \n \n1.4. Planning for export growth in India has historically been a centralized process. This \nnew approach not only decentralizes the planning process, but also puts at its centre \nthe most valuable stakeholders, i.e. the local producers and manufacturers. Exports \nare emphasized not just to reduce trade deficit but as a mechanism for creating \nboosting rural economic growth too, making local products more attractive for \nconsumers across the world and supporting employment generation through \nempowering of the MSME sector. For this purpose, the district is the ideal \nadministrative level to integrate the rural economy with the industrial economy and \nto create a green channel for the MSME sector to access international markets.   \n \n1.5. However, as the global socio-economic and geo-political environment undergoes \nrapid changes after Corona pandemic, a proactive plan of action is necessary to \nensure that the district is enabled to participate in and benefit from the fourth \nindustrial revolution, i.e. Industry 4.0. This revolution is predicted to bring about \ntransformations not only in lifestyles and consumer choices but will also change the \nvery nature of production.  \n \n1.6. Chandigarh with its export performance, particularly in relation products of export \nexcellence can aspire to be a leader in the new era. Further, in view of its existing \ninfrastructural and institutional backbone, it is recognized that rather than massive \nmacroeconomic \nor \nstructural \nmeasures, \nthis \ninitiative \nrequires \ntargeted \ninterventions in specific processes and sectors  \n \nUploaded on 15-04-2021 \n \n1.7. Therefore, the District Export Plan for the district aims to realize the vision of \ncreating export centric economic development through limited but sustainable \ninterventions, targeted specifically at the district level.   \n \n2. \nPOLICY VISION  \n2.1. This initiative is intended as the next step in competitive and cooperative federalism, \ntaking trade planning to the district level so that an inclusive, participative, ground \nroot approach can be adopted. This vision then is :  \n“ to transform every district into an export powerhouse, competitive with and \nintegrated into the technologically advanced global market, through a participative \napproach which emphasizes and values the ‘local’, connects the rural and urban \neconomies seamlessly and produces sustainable and equitable economic \ndevelopment”.   \n \n3. \nMISSION  \n3.1. The mission of this plan is to synergize the efforts of the centre and the state \ngovernment and to create institutional mechanisms to promote trade. This \ninstitutional structure will be set up at the district and will act as both the creator \nand the implementer of sustainable district level export promotion strategies.  \n3.2. The institutional mechanisms will focus on translating the demands of modernization \ninto scalable solutions for MSMEs as well as industry leaders to enter and succeed in \nthe field of export. These solutions will aim to increase the competitiveness of \ndomestic industry, boost exports through both an increase in volume and through \nvalue addition, create sustainable employment- generating economic growth and \nlead to rapid socio-economic development.  \n \n4. \nOBJECTIVES  \n4.1. The objectives of this District Export Plan are:  \n To enhance the volume of exports from each district.  \n To create a flexible and permanent institutional mechanism with participation from \nall stakeholders to act as a facilitator and guidance system for export incentivization.  \n To identify lead products and sectors for targeted and continued interventions for \nexport promotion  \n To synergize various schemes at the center, state and district level which address \nindustry, agriculture and exports  \nUploaded on 15-04-2021 \n \n To provide support both domestically and internationally to local industry from the \nproduction stage to the exporting stage.   \n To increase efficiency in the supply chains and augment export infrastructure  \n To augment both supply and demand through product and market diversification.    \n \n5. \nSTRATEGY  \n5.1. The choice of strategy is determined by the opportunities offered by decentralised \nlocal level planning as well the constraints presented by the lack of official district \nlevel data on exports  \n5.2. Therefore, the approach adopted includes broad-based consultations with district \nadministration, district industries centre, local industry including exporters, Export \nPromotion councils, industry associations, lead banks, inspection and control \nauthorities etc. The information gathered from these consultations is intended to \naugment the limited official data through qualitative first hand testimony regarding \nthe condition of export in the district.  \n5.3. An assessment of the current situation will help in the creation of an economic \nprofile and an export profile of the district. This is used to identify the lead export \nproducts and sectors in the district as well as the major challenges and opportunities \nfor the export community and the MSMEs. Based on the product and the problems \nindicated by the industry, specific solutions are designed for implementation at the \ndistrict level as well as to be recommended to the state and central government.  \n5.4. This exercise is not intended to be a one-time activity. The District Export Promotion \nCommittee, which have been set up in the district, will seek to set up a mechanism \nto provide continuous facilitation to the industry in dealings with the complexities \nand concerns in the export procedures. These committees will be composed in a \nmanner which can best serve all the needs of the industry and trade in the district.   \n5.5. The strategy for export promotion will not be limited to measures related to export \nonly but will comprehensively address all aspects having direct and indirect impact \nfrom farm to fork and factory to consumer. A study of the entire value chain, \nparticularly in the lead sectors and products is critical for this purpose. From such a \nstudy agenda points will be formulated to improve infrastructure, financing facilities, \nmarketing and so on.   \n5.6. A policy with all good intentions may not yield any results without effective \nimplementation. Mechanisms for implementing, reviewing and reporting on the \npolicy will be also be outlined within this document. Such reviewing is intended to \nenable course correction based on the feedback received from the various \nUploaded on 15-04-2021 \n \nstakeholders. Expected outcomes and timelines will be clearly outlined along with \nnodal agencies responsible for specific measures against which the efficacy of the \npolicy can be assessed.  \n5.7. In addition to the lead sectors, certain sunrise sectors, both in goods and services \nwill be identified to create a favourable ecosystem so that the economies of the \ndistrict as well as the state continue to be competitive, sustainable and dynamic.   \n5.8. The policy will also consider the best way to technology to benefit exporters in the \ndistrict. Digitization of processes to facilitate faster and simpler procedures will be \nencouraged.  \n \n6. \nWhy there is single export plan for District and State/UT for Chandigarh? \n \nChandigarh is a City State. Administratively, it is Union Territory under control of \nMinistry of Home of Central Government. Chandigarh has only one district. So \ndistrict export product will be same as state/UT product. Same, the district has same \nstrength, weakness, opportunities and threat as state/UT. So District Export Plan is \nsame as State Export Plan. \n \n7.  \nTo execute the vision of Honourable Prime Minister, Chandigarh Administration \nconstituted State Export Promotion Committee. Since Chandigarh is single district \nUnion Territory, separate District Export Promotion Committee has not formed. \nNotification of the constitution of the committee was published on 07.10.20 by the \nAdministration: \nUploaded on 15-04-2021 \n \n \n \n \n \nUploaded on 15-04-2021 \n \n8.  \nThe meeting was convened by Respected Chairman Sir and Advisor to \nAdministrator of UT of Chandigarh on 14-12-2020 at 11:00 AM in Chandigarh. \nMembers present in the meeting were as under. \n \n1. Principal Secretary Home, U.T. Chandigarh \n2. Deputy Commissioner, U.T. Chandigarh \n3. Secretary Information Technology, U.T. Chandigarh \n4. Secretary Industries, U.T. Chandigarh \n5. Joint Director General Foreign Trade , Ludhiana, Punjab \n6. Deputy Director General Foreign Trade, Ludhiana, Punjab \n7. Director Industries, U.T. Chandigarh \n8. Joint Secretary Industries, U.T. Chandigarh \n \n9.  In the meeting, detailed discussion was done and the products for export \npotential were zeroed out as follows: \nSr No\nProducts\n1\nNeedles\n2\nInformation Technology\nand Information \nTechnology Enabled \nServices \n \n \n \n \n \n \n \nUploaded on 15-04-2021 \n \nCHAPTER - 2 \nECONOMIC PROFILE \n \n \nChandigarh has been rated as the “Wealthiest Town” of India. In 2015-16, \nChandigarh’s gross state domestic product recorded Rs 26379.19 crore with a per \ncapita income of Rs 2338.58 crore. Chandigarh's gross state domestic product for \n2014-15 is estimated at 0.29 lakh crore (US$4.3 billion) in current prices. According \nto Thelon’s 2016 survey, Chandigarh is ranked 22nd among the globally identified \n\"Top 100 outsourcing destinations\".   \n \n1.1 ADVANTAGE CHANDIGARH  \n \n• \nChandigarh is the centre point to Punjab, Haryana and Himachal Pradesh  \n• \nBeing centre point, creation of common infrastructure will prove beneficial to \nexporters of these three locations.  \n• \nIt is a tax free UT. There is no entry tax. There is an enormous scope for setting \nup of hi-tech and knowledge based economic activities.  \n \n1.2 INDUSTRIAL SCENARIO - CHANDIGARH  \n \nThere are about 2950 Small Scale and 15 Large and Medium Scale Units in existence \nin Chandigarh. Growth of industry for the last few years has been limited in \nChandigarh as it is not an industry led city because of the limited space envisaged for \nindustrial development at the time of original planning of the city. However, still \nkeeping in view the fact that industry would provide crucial resource base in the city, \na limited area of about 1450 acres was planned for development as industrial area \nmainly for the development of small scale and pollution free industries.   \n \nOut of a total of about 2950 small scale industries in Chandigarh about 40% are \nancillary units producing components for the major tractor industry around \nChandigarh. Light engineering industry is heavily represented, other industrial units \nproduce mainly industrial fasteners, electrical / electronic items, machine tools, \npharmaceuticals, plastic goods, sanitary fittings, steel / wooden furniture and food \nproducts etc. A number of items manufactured here are finding ready markets \n1. PROFILE OF CHANDIGARH\nUploaded on 15-04-2021 \n \nabroad. The total estimated annual output of industries is to be tune of Rs. 650.00 \ncrore.   \n \n1.3 PRESENCE OF Information Technology related industry \n \nWith the establishment of Rajiv Gandhi Chandigarh Technology Park (RGCTP), \nChandigarh has not only come up on the national map but also on the international \nscene. Companies like Infosys, Virsa, Net-Solutions, Taurus agile, and IBM are a few \ninternational IT companies which have established their units. The Phase I of RGCTP \nhas already been accorded Special Economic Zone (SEZ) status by Ministry of \nCommerce, Government of India. Rajiv Gandhi Chandigarh Technology Park (RGCTP) \nprovides world class integrated infrastructure necessary for the setting up of \nfacilities/campuses by leading Technology Companies and other IT/ITES/BPO \ncompanies for the first time in this region. Coupled with proactive IT & ITES Policies \nthe city is emerging as the hub for IT & IT Enabled Services.  \n \nThe Chandigarh Administration is focusing on promotion of IT industry which \nrequires lesser space and is also non-polluting. With the help of Punjab Govt. STPI \nhas set up a KU Band Type E-3 satellite earth station as SAS Nagar (Mohali) to \nprovide state of the art wide band data communication facilities to software \nexporters. A NODE at Punjab Engineering College (PEC), Chandigarh has been \nprovided and about 10000 sq.ft. of space has been earmarked in the PEC campus for \nbeing rented out to the desirous entrepreneurs at fixed rates.  \n \n1.4 EXPORTS FROM CHANDIGARH VIS-A-VIS INDIA  \nDuring FY 2012 – FY 2016, exports from Chandigarh registered a negative CAGR of \n8.7% to reach USD 89.71 million. During this period, negative growth was also \nobserved in India’s exports with a CAGR of -2.07%.  \nUploaded on 15-04-2021 \n \n \n \n1.5 EXPORT COMPOSITION OF CHANDIGARH  \nBased on value terms, Industrial Machinery for Dairy stood as the topmost export \nproduct group in FY 2016, occupying a share of 26.49% in Chandigarh’s overall \nexports, followed by Products of Iron and Steel (22%), Agro Chemicals (9.74%) and \nElectric Machinery and Equipment (3.75%).   \n \nHence, the top 5 product groups contributed to around 62% in Chandigarh’s overall \nexports in FY 2016 as can be observed from the above figure.  \n \n \nUploaded on 15-04-2021 \n \n \n \nState \n2014-15 \n2015-16 \n2016-17 \nHimachal \nPradesh  \n896.23 \n893.14 \n1062.14 \nChhattisgarh \n1182.5 \n571.06 \n943.37 \nIn USD Mn\nMaharashtra 72852.94 66568.04 67724.15 \nUttaranchal \n1386.37 1216.41 \n899.76 \nGujarat \n61238.13 49820.18 54309.67 \nBihar \n1034.66 \n546.31 \n824.41 \nTamil Nadu \n27493.18 25556.86 26562.37 \nDaman & Diu \n647 \n740.43 \n729.61 \nKarnataka \n23617.14 19264.19 19404.61 \nJharkhand \n548.88 \n479.24 \n719.81 \nUttar \nPradesh  \n13910.05 12400.53 12570.92 \nAssam \n340.79 \n395.55 \n431.28 \nAndhra \nPradesh  \n15912.79 12135.44 12005.05 \nPondicherry \n339.26 \n359.82 \n311.25 \nHaryana \n11297.58 10340.41 10738.15 \nJammu & \nKashmir  \n153.67 \n124.47 \n117.91 \nDelhi \n10025.76 9300.16 \n10606.58 \nChandigarh \n95.93 \n104.75 \n89.71 \nWest Bengal \n9088 \n7470.3 \n8253.69 \nMeghalaya \n86.39 \n102.34 \n87.89 \nOdisha \n3345.59 \n2914.33 \n6095.42 \nArunachal \nPradesh  \n6.28 \n6.65 \n4.93 \nTelangana \n2166.17 \n5404.9 \n6013.26 \nSikkim \n3.91 \n2.93 \n4.91 \nRajasthan \n6092.75 \n5244.25 \n5792.27 \nAndaman \nNicobar  \n7.59 \n11.53 \n2.33 \nPunjab \n6775.83 \n5611.92 \n5295.57 \nTripura \n5.92 \n1.26 \n1.42 \nKerala \n4159.6 \n4360.91 \n4899.57 \nManipur \n0.19 \n0.16 \n1.06 \nMadhya \nPradesh \n4129.54 \n3967.63 \n4445.83 \nNagaland \n1.64 \n4.37 \n0.74 \nGoa \n1602.47 \n1601.67 \n2291.95\nLakshadweep \n0.46 \n0.49 \n0.43 \nDadra &\nN\nHaveli  \n1746 \n1519.02 \n1569.03 \nMizoram \n0.27 \n1.44 \n0.03 \nSource: DGCI&S  \n \nCHAPTER - 3 \nChandigarh stood at 27\n         th   Place in all Indian States ranking for FY \nUploaded on 15-04-2021 \n \nINDUSTRIAL PROFILE \nGeneral Characteristics   \nChandigarh is a city and union territory in India that serves as the capital of two \nstates, Haryana and Punjab. The name Chandigarh translates as \"The Fort of Chandi\". \nThe name is derived from an ancient temple called Chandi Mandir, devoted to the \nHindu goddess Chandi, in the city. It is also referred to as The City Beautiful due to its \nbeautiful surroundings, central grid of gardens, each dedicated to different species \nof flora. The city of Chandigarh was the first planned city in India post-independence \nin 1947 and is known internationally for its architecture and urban design. The city \nhas projects designed by architects such as Le Corbusier, Pierre Jeanneret, Jane \nDrew, and Maxwell Fry. \nLocation & Geographical Area \nChandigarh is located near the foothills of the Shivalik range of the Himalayas in \nnorthwest India. It covers an area of approximately 44.5 sq mi or 114 km² and shares \nits borders with the states of Haryana and Punjab. The exact cartographic co-\nordinates of Chandigarh are 30.74°N 76.79°E. It has an average elevation of 321 \nmeters (1053 ft). The surrounding districts are of Panchkula and Ambala in Haryana \nand Mohali, Patiala and Roopnagar in Punjab. The boundary of the state of Himachal \nPradesh is also minutes away from its north border. \nTopography \nThe Union Territory of Chandigarh is located in the foot hills of the Shivalik hill \nranges in the north, which form a part of the fragile Himalayan ecosystem. It is \noccupied by Kandi (Bhabhar) in the north east and Sirowal (Tarai) and alluvial plains \nin the remaining part. The subsurface formation comprises of beds of boulders, \npebbles, gravel, sand, silt, clays and some Kankar. The area is drained by two \nseasonal rivulets viz, Sukhna Choe in the east and Patiala-Ki-Rao Choe in the west. \nThe central Part forms surface water and has two minor steams. The steam passing \nthrough the central part is called N-Choe and the other Nala which initiates at Sector \n29. \nAvailability of Minerals \nKankar : It is massive, hard and compact nodular calcareous material light grey to \ndark grey. Sand, silt and clay are found associated with kankar. In general, its \nthickness varies from a few centimetres to that of a meter. It occurs mostly in the \nform of isolated beds and pockets. It can be used for white washing and road \nmetaling. Kankar occurs in Wazidpur and Dogal area in the district. \nUploaded on 15-04-2021 \n \nForest: Most of Chandigarh is covered by dense Banyan and Eucalyptus plantations. \nAsoka, Cassia, Mulberry and other trees flourish in the forested ecosystem. The city \nhas forests surrounding it which sustain many animal and plant species. Deers, \nSambars, Barking Deers, Parrots, Woodpeckers and Peacocks inhabit the protected \nforests. Sukhna Lake hosts a variety of ducks and geese, and attracts migratory birds \nfrom parts of Siberia and Japan in the winter season. A parrot sanctuary located in \nthe city is home to a variety of bird species. \nAdministrative set up: For administrative purpose, the district has 1Tehsil and 55 \nsectors. At present there are 18 villages namely Kaimbala, KhudaAlisher, KhudaJassu, \nKhudaLahora, Sarangpur, Dhanas, Dadumajra, Maloya, Palsora, Kajheri, Hallomajra, \nBehlana, Raipur Khurd, Raipur Kalan, Makhan Majra, Daria, Maulijagran and \nKihangarh. Four villages i.e. Badheri, Butrela, Burail and Attawa are now under \nMunicipal limits of Chandigarh, and area under the control of the Municipal \nCorporation. In additional, according to a survey by Labour department and \nDepartment of Food & Supplies, 14 unauthorized slums namely, (1) Ambedkar \ncolony (2) Gursagar Bhattal colony (3) Kabari colony (4) Kalyan colony (5) Kumhar \ncolony -25 (6) Labour colony-4 (7) Labour colony -5 (8) LBS colony (9) Madrasi colony \n(10) Nehru colony (11) Rajiv colony (12) Sanjay Labour colony (13) SBS Mauli Jagran \nand (14) Shahpur, exist around the city with population of about 70000. \n \nINDUSTRIAL SCENARIO \n \nExisting Status of Industrial Areas   \n \nS. No\nName of Ind. Area\nLand \nacquired (in\nacres) \nLand \ndeveloped \nPrevailing \nRate Per Sq\n(In Rs.) \nNo of \nPlots\nNo of \nallotted \nPlots \nNo \nof\nVacant \nPlots \nNo. of \nUnits in \nProduct \nion \n1\nIndustrial Area,\nPhase-I \n776.14\n776.14\n846\n846\n-\n2.\nIndustrial Area,\nPhase-II \n486.00\n486.00\n1120\n1120\n-\nSource: Chandigarh Master Plan-2013 Draft \n \nIndustry at a Glance (up to2012-13) \n \nSr. No. \nHead \nUnit \nParticulars \n1. \nRegistered Micro & Small/Medium Unit \nNo. \n3060 \nUploaded on 15-04-2021 \n \n2. \nRegistered Large Unit \nNo. \n04 \n3. \nEmployment in MSME Sector \nNo. \n26839 \n4. \nEmployment in Large Industries \nNo. \n5579 \n5. \nNo. of Industrial Areas \nNo. \n- \n6. \nTurnover of MSME Sector \nRs. Lakh \n249759.00 \n7. \nTurnover of Large Sector \nRs. Lakh \n126412.00 \nSource: http://chandigarh.gov.in/knowchd_stat_ab13.asp \n \nDetails of Existing Micro & Small Enterprises and Artisan Units in the District \n(up to2012-13) \n \nCode\nTypes of Industry\nployment \n(No.) \nProduction \n(Rs. Lakh) \n20-21 Food Products\n1431\n13943.77\n22\nBeverages Tobacco and Tobacco \nProducts \n-\n-\n24-26 Woolen Textiles, Silk, Synthetics \nincluding \nArt Silk Hosiery \n-\n-\n27\nWooden/Wood Products \nFurniture and \nFixtures \n2077\n13511.74\n28\nPaper and Paper Products \nPrinting, \nPublishing and Allied Industries \n3010\n31460.24\n29\nLeather/Fur Products (Except \nRepair) \n283\n911.56\n30\nRubber, Plastic, Petroleum and \nCoal \nProducts \n758\n17751.90\n31\nChemicals & Chemical Products \n(except \nProducts of Petroleum) \n2205\n19799.55\n32\nNon-Metallic Mineral Products\n-\n-\n33\nBasic Metal & Alloy Industry\n2429\n17370.85\n34\nMetal Products\n9398\n81928.13\nUploaded on 15-04-2021 \n \n35\nMachinery except electrical \nmachinery \n1848\n16817.52\n36\nElectrical Machine Apparatus \nAppliances \nSupplies and Parts \n242\n626.26\n37\nTransport Equipment and parts\n1522\n15553.41\n38\nOther Industries\n974\n10897.27\n96-97 Repair and Personal Services\n662\n9186.98\nSource: http://chandigarh.gov.in/knowchd_stat_ab13.asp \n \nLarge Scale Enterprises / Public Sector Undertakings: \n \n1. M/s. Groz-Beckert Asia Ltd., 133-134 Indl. Area, Phase-I, Chandigarh \n2. M/s. Him Overseas Pvt. Ltd., 57 Indl. Area, Phase-II, Chandigarh \n3. M/s.KropivnikCablewaysPvt.Ltd.,57Indl.Area,Phase-II, Chandigarh \n4. M/s. Van Norman Machines (I), 55 Indl. Area, Phase-II, Chandigarh \n5. M/s. Overseas Business Group, 80 Indl. Area, Phase-II, Chandigarh \n6. M/s. Cable Engg. Co., 73 Indl. Area, Phase-I, Chandigarh \n7. M/s. Checkmate International, 680 Indl. Area, Phase-II, Chandigarh \n8. M/s. Manu International, 164 Indl. Area, Phase-I, Chandigarh \n9. M/s. Essen Deinki, 22 Indl. Area, Phase-II, Chandigarh \n10. M/s. ElakPvt. Ltd., 216 Indl. Area, Phase-I, Chandigarh \n11. M/s.ContinentalDevicesIndiaLtd.,132Indl.Area,Phase-I,Chandigarh \n12. M/s. T.K. India Pvt. Ltd., 346 Indl. Area, Phase-II, Chandigarh \n13. M/s. Sukhmani International, 23 Indl. Area, Phase-II, Chandigarh \n14. M/s. Avery Cycle Industries Ltd., 69 Indl. Area, Phase-I, Chandigarh \n15. M/s.AveryFreeWheelsPvt.Ltd.,23Indl.Area,Phase-I,Chandigarh \n16. M/s. Bhushan Industries Ltd., 3 Indl. Area, Phase-I, Chandigarh \n17. M/s.MicronInstrumentsPvt.Ltd.,143-B,Indl.Area,Phase-I,Chandigarh \n18. M/s. Valco Industries Ltd., 184 Indl. Area, Phase-I, Chandigarh \n19. M/s.WaliaIndl.Engg.Components,106,Indl.Area,Phase-II,Chandigarh \n20. M/s. Djinn Lifestyle India Pvt. Ltd., SCF 9/27-C,Chandigarh \n \nGrowth Trends: The major investment in large sector in the district is in the \nfield of Automobiles, Mechanical, Fabrication & Engineering Goods etc. \n \nUploaded on 15-04-2021 \n \nService Enterprises: The service industry of district mainly includes repair & \nservicing of motor vehicles, motor cycles / scooters, household goods, \nworkshops, recycling, cold storage and other business activities etc. \n \nPotential Areas for Service Industry: Designer Boutique, Transportation, \nComputer Network, Mobile Repairing \n \nPotential for New Export related industry and sector \n \nSr. No Sector\n1\nInformation Technology\n2\nEducation Services\n3\nNeedles \n4\nTextile related machineries and parts\n5\nPunjabi Entertainment\n6\nHaryanvi Entertainment\n \nGeneral issues raised by industry association during the course of meeting: \nI. Uninterrupted power supply. \nII. Skilled Manpower. \nIII. High rate of electricity charges. \n \nInstitutional Support \n \nS.No Name of agencies\nType of assistance\n1.\nDistrict Industries Centre (DIC) MSME-\nDevelopment Institute \nAssisting MSMEs in filing Udyog\nAadhaar Memorandum (UAM) \nregistration \n2.\nDistrict Industries Centre, MSME-\nDevelopment Institute \nIdentification of Project \nProfiles, techno-economic \nand managerial consultancy \nservices, market survey and \neconomic survey reports. \n3.\nPunjab Small Industries & Export \nCorporation (PSIEC) \nLand and Industrial shed\nUploaded on 15-04-2021 \n \n4.\nBanks, District Industries Centre (DIC), \nKhadi & Village Industries Board \n(KVIB), Small Industries Development \nBank of India(SIDBI) \nFinancial Assistance\n5.\nNational Small Industries Corporation \n(NSIC), Steel Authority of India (SAIL), \nPunjab Small Industries & Export \nCorporation (PSIEC) \nFor raw materials under Govt. \nSupply \n6.\nNational Small Industries Corporation Plant and machinery on \nhire/purchase basis. \n7.\nPunjab State Power Corporation Ltd.\nPower/ Electricity\n8.\nDistrict Industries Centre (DIC), MSME-\nDevelopment Institute \nTechnical Know –how\n9.\nBureau of Indian Standards (BIS)\nQuality & Standard\n10.\nNational Small Industries Corporation \n(NSIC), District Industries Centre \n(DIC), Director General of Foreign \nTrade (DGFT), MSME- Development \nInstitute \nMarketing /Export Assistance\n \n \nCHAPTER - 4 \n SEWING NEEDLE \n \nINTRODUCTION \nA sewing needle, used for hand-sewing, is a long slender tool with a pointed tip at \none end and a hole (or eye) at the other. The earliest needles were made of bone or \nwood; modern needles are manufactured from high carbon steel wire and are nickel- \nor 18K gold-plated for corrosion resistance. High quality embroidery needles are \nplated with two-thirds platinum and one-third titanium alloy. Traditionally, needles \nhave been kept in needle books or needle cases which have become objects of \nUploaded on 15-04-2021 \n \nadornment. Sewing needles may also be kept in an étui, a small box that held \nneedles and other items such as scissors, pencils and tweezers. A sewing needle, \nused for hand-sewing, is a long slender tool with a pointed tip at one end and a hole \n(or eye) at the other. The earliest needles were made of bone or wood; modern \nneedles are manufactured from high carbon steel wire and are nickel- or 18K gold-\nplated for corrosion resistance. High quality embroidery needles are plated with \ntwo-thirds platinum and one-third titanium alloy. Traditionally, needles have been \nkept in needle books or needle cases which have become objects of adornment. \nSewing needles may also be kept in an étui, a small box that held needles and other \nitems such as scissors, pencils and tweezers. \nHand sewing needles come in a variety of types/ classes designed according to their \nintended use and in a variety of sizes within each type. \n Sharp Needles: used for general hand sewing; built with a sharp point, a round eye, \nand are of medium length. Those with a double-eyes are able to carry two strands of \nthread while minimizing fabric friction. \n Appliqué: These are considered another all-purpose needle for sewing, appliqué, and \npatch work. \n Embroidery: Also known as crewel needles; identical to sharps but have a longer eye \nto enable easier threading of multiple embroidery threads and thicker yarns. \n Betweens or Quilting: These needles are shorter than sharps, with a small rounded \neye and are used for making fine stitches on heavy fabrics such as in tailoring, quilt \nmaking and other detailed handwork; note that some manufacturers also distinguish \nbetween quilting needles and quilting between needles, the latter being slightly \nshorter and narrower than the former. \n Milliners: A class of needles generally longer than sharps, useful for basting and \npleating, normally used in millinery work. \n Easy- or Self-threading: Also called calyx-eyed sharps, side threading, and spiral eye \nneedles, these needles have an open slot into which a thread may easily be guided \nrather than the usual closed eye design. \n Beading: These needles are very fine, with a narrow eye to enable them to fit \nthrough the centre of beads and sequins along with a long shaft to thread and hold a \nnumber of beads at a time. \n Bodkin: Also called ballpoints, this is a long, thick needle with a ballpoint end and a \nlarge, elongated eye. They can be flat or round and are generally used for threading \nelastic, ribbon or tape through casings and lace openings. \nUploaded on 15-04-2021 \n \n Chenille: These are similar to tapestry needles but with large, long eyes and a very \nsharp point to penetrate closely woven fabrics. Useful for ribbon embroidery. \n Darning: Sometimes called finishing needles, these are designed with a blunt tip and \nlarge eye making them similar to tapestry needles but longer; yarn darners are the \nheaviest sub-variety. \n Doll: Not designed for hand sewing at all, these needles are made long and thin and \nare used for soft sculpturing on dolls, particularly facial details. \n Leather: Also known as Glovers and as wedge needles, these have a triangular point \ndesigned to pierce leather without tearing it; often used on leather-like materials \nsuch as vinyl and plastic. \n Sailmaker: Similar to leather needles, but the triangular point extends further up the \nshaft; designed for sewing thick canvas or heavy leather. \n Tapestry: The large eye on these needles lets them to carry a heavier weight yarn \nthan other needles, and their blunt tip—usually bent at a slight angle from the rest \nof the needle—allows them to pass through loosely woven fabric such as embroidery \ncanvas or even-weave material without catching or tearing it; comes in a double-\neyed version for use on a mounted frame and with two colours of thread. \n Tatting: These are built along with an even thickness for their entire length, including \nat the eye, to enable thread to be pulled through the double stitches used in tatting. \n Upholstery: These needles are heavy, long needles that may be straight or curved \nand are used for sewing heavy fabrics, upholstery work, tufting and for tying quilts; \nthe curved variety is practical for difficult situations on furniture where a straight \nneedle will not work Heavy duty 12\" needles are used for repairing mattresses. \nStraight sizes: 3\"-12\" long, curved: 1.5\"-6\" long. \nUniversal (Style 2020) needles are used for all woven fabrics. This needle will \npenetrate the fabric threads of woven fabrics. Ball Point (Style 2045) needles are \nused for sewing on knits; the rounded tip allows the needle to pass between the \nfabric threads by separating them. \nUploaded on 15-04-2021 \n \n \nSewing machine needle \nA sewing machine needle is a specialized needle for use in a sewing machine. A \nsewing machine needle consists of: \n shank - clamped by the sewing machine's needle holder \n shoulder - where the thick shank tapers down to the shaft \n shaft - a length suitable for driving the eye and thread through the material and \ndown to the bobbin \n groove - cut in the front of the shaft to allow the thread to lie more closely to the \nneedle as it passes through the fabric \n scarf - provides extra room for the hook or shuttle to pass close by \n eye - carries the thread \n point - penetrates the material by either parting the threads or cutting a hole in the \nfabric. \n \nEXPORT DATA \nTable: Export from India \nHS CODE 84523090: NEEDLES FR OTHER TYPE SEWNG MCHNS    \nValues in Rs. Lacs \nS.No.\nHSCode \nCommodity \n2018-2019 \n%Share 2019-2020  \n%Share\n1 84523090\nNEEDLES FR OTHER \nTYPE SEWNG \nMCHNS    \n13,463\n0.0058\n12,781\n0.0058\n  \n  \nIndia's Total Export \n23,07,72,619\n \n22,19,85,418\n \nUploaded on 15-04-2021 \n \n(Source: Ministry of Commerce, India) \n \n \nTable: Export from India –Top Country wise \nHS CODE 84523090: NEEDLES FR OTHER TYPE SEWNG MCHNS    \nValues in Rs. Lacs \nS.No. Country\nValues in Rs. Lacs\n2018-2019\n2019-2020 %Growth\n1 GERMANY \n8,900.45\n9,338.15\n4.92\n2 SINGAPORE \n2,676.24\n2,784.87\n4.06\n3 COLOMBIA \n30.58\n102.53\n235.22\n4 CZECH REPUBLIC \n98.15\n5 NEPAL \n44.13\n79.42\n79.97\n6 ETHIOPIA \n15.06\n41.72\n177.07\n7 SPAIN \n40.15\n38.88\n-3.17\n8 JORDAN \n12.46\n28.1\n125.54\n9 RUSSIA \n1.65\n27.28\n1,555.77\n10 BANGLADESH PR \n25.72\n23.08\n-10.27\n(Source: Ministry of Commerce, India) \n \nTable: World’s Top Importers \nHS CODE 8452: Sewing machines (other than book-sewing machines of \nheading 8440); furniture, bases and covers ... \nRank World's Top Importers  \nValue \nimported in \n2019 (USD \nthousand) \n  \nWorld \n5409911\n1 Viet Nam \n487910\n2 United States of \nAmerica \n479075\n3 Singapore \n298316\n4 India \n258477\n5 Bangladesh \n235273\n6 Germany \n234871\nUploaded on 15-04-2021 \n \n7 Nigeria \n221558\n8 China \n190953\n9 Japan \n173509\n10 Indonesia \n155618\n(Source: Trade map) \nTable: World’s Top Exporters \nHS CODE 8452: Sewing machines (other than book-sewing machines of \nheading 8440); furniture, bases and covers ... \nRank World's Top Exporters \nValue \nexported in \n2019 (USD \nthousand) \n  \nWorld \n5073889\n1 China \n1793840\n2 Viet Nam \n466365\n3 Japan \n407854\n4 Singapore \n359579\n5 Taipei, Chinese \n346510\n6 Germany \n284202\n7 United States of \nAmerica \n196318\n8 Hong Kong, China \n177287\n9 Malaysia \n116409\n10 Thailand \n105427\n11 Italy \n104259\n12 Poland \n94796\n13 Netherlands \n92642\n14 Czech Republic \n78031\n15 Korea, Republic of \n63247\n16 India \n57883\n17 Spain \n37608\n18 Turkey \n33078\n19 Switzerland \n32494\n20 United Arab Emirates \n23898\n(Source: Trade map) \nUploaded on 15-04-2021 \n \nTop Needle Company in Chandigarh \nGroz-Beckert Asia Pvt. Ltd. has made a name for itself in the list of top \nsuppliers of Sewing Machine Needles, Shoe Sewing Machine in India. The \nsupplier company is located in Chandigarh, and is one of the leading sellers \nof listed products. Groz-Beckert Asia Pvt. Ltd. is listed in Trade India's list of \nverified sellers offering supreme quality of Sewing Machine Needle etc. Buy \nSewing Machine Needles, Shoe Sewing Machine in bulk from us for the best \nquality products and service. \nReason for choosing Needles as one of the export products from \nChandigarh: \nThere has been seen a growing trend in the export of needles from \nChandigarh and the demand has been escalating with the passage of time. \nProduct quality is up to the international standards and technical \nspecifications are met with ease as per the requirements of the buyers. \nProduct type and diversification also helps in capturing the potential and the \nnewer markets globally. \n \nCHAPTER – 5 \nINFORMATION TECHNOLOGY and ENABLED SERVICES \n \n \nINTRODUCTION  \nInformation technology is the study, design, development, implementation, support \nor management of computer-based information systems—particularly software \napplications and computer hardware. IT workers help ensure that computers work \nwell for people. Information technology (IT) is the use of computers to store, \nretrieve, transmit, and manipulate data or information. IT is typically used within the \ncontext of business operations as opposed to personal or entertainment \nUploaded on 15-04-2021 \n \ntechnologies. IT is considered to be a subset of information and communications \ntechnology (ICT). An information technology system (IT system) is generally an \ninformation system, a communications system, or, more specifically speaking, a \ncomputer system – including all hardware, software, and peripheral equipment – \noperated by a limited group of users.  \nHumans have been storing, retrieving, manipulating, and communicating \ninformation since the Sumerians in Mesopotamia developed writing in about 3000 \nBC. However, the term information technology in its modern sense first appeared in \na 1958 article published in the Harvard Business Review; authors Harold J. Leavitt \nand Thomas L. Whisler commented that \"the new technology does not yet have a \nsingle established name. We shall call it information technology (IT).\" Their definition \nconsists of three categories: techniques for processing, the application of statistical \nand mathematical methods to decision making, and the simulation of higher-order \nthinking through computer programs.  \nIT software and hardware \nIT includes several layers of physical equipment (hardware), virtualization and \nmanagement or automation tools, operating systems and applications (software) \nused to perform essential functions. User devices, peripherals and software, such as \nlaptops, smartphones or even recording equipment, can be included in the IT \ndomain. IT can also refer to the architectures, methodologies and regulations \ngoverning the use and storage of data.  \nBusiness applications include databases like SQL Server, transactional systems such \nas real-time order entry, email servers like Exchange, Web servers like Apache, \ncustomer relationship management and enterprise resource planning systems. \nThese applications execute programmed instructions to manipulate, consolidate, \ndisperse or otherwise affect data for a business purpose.  \nComputer servers run business applications. Servers interact with client users and \nother servers across one or more business networks. Storage is any kind of \ntechnology that holds information as data. Information can take any form including \nfile data, multimedia, telephony data and Web data, data from sensors or future \nformats. Storage includes volatile random access memory (RAM) as well as non-\nvolatile tape, hard disk and solid-state flash drives.  \nIT architectures have evolved to include virtualization and cloud computing, where \nphysical resources are abstracted and pooled in different configurations to meet \napplication requirements. Clouds may be distributed across locations and shared \nUploaded on 15-04-2021 \n \nwith other IT users, or contained within a corporate data center, or some \ncombination of both deployments.  \nIT education and job functions \nA team of administrators and other technical staffers deploy and manage the \ncompany's IT infrastructure and assets. IT teams depend on a wide range of \nspecialized information and technology skills and knowledge to support equipment, \napplications and activities. Third-party contractors and IT vendor support personnel \naugment the IT team.  \nThe information technology profession is extremely diverse. IT workers can specialize \nin fields like software development, application management, hardware components \nsuch as desktop support, server or storage administrator and network architecture. \nMany businesses seek IT professionals with mixed or overlapping skill sets.  \n \nCommon IT careers: \nChief information officer: This person is responsible for IT and computer systems \nthat support the enterprise's goals.  \nChief technology officer: This person sets all technology goals and policies within an \norganization.  \nList of Top IT Companies in Chandigarh \n Infosys. Infosys is considered as the best IT company in Chandigarh region situated at \nIT park in Chandigarh with vast premises and with an excellent reputation among all \nIT companies. ... \n Tech Mahindra \n Net Gains Pvt ltd \n IDS Infotech \n Net Solutions \n Netsmartz \n Kays Harbor Technologies \n FCS Software Solutions \n Winshuttle \n A-1 Technology \n IndiWork Software Solutions Private Limited \nChandigarh City as IT hub can do better; lacks marketing \nEven the city as preferred information technology (IT) destination ranks high among \nthe tier-2 cities in the country, it lacks aggressive marketing. Metros fall in the \nUploaded on 15-04-2021 \n \ncategory of tier-1, while mid-segment cities are regarded as tier-2 and smaller cities \nas tier-3. \nElaborating upon various aspects of key findings of location assessment report of \nChandigarh, experts opined that the complexion of IT sector would have been \ndifferent had it been aggressively marketed outside by the decision makers. The \nstudy has been conducted by Cushman and Wakefield, a commercial real estate \nservices firm, in association with National Association of Software and Services \nCompanies (NASSCOM). \nFor the study, Chandigarh was randomly picked among four other cities - \nAhmedabad, Kochi, Trivandrum and Vadodara - falling in the same category. The \nstudy was based on seven parameters - talent pool, social infrastructure, business \nenvironment, government support, physical infrastructure, operational efficiency \nand real estate cost - in last five year. \nAccording to the study, there has been an improvement in social infrastructure and \noperational efficiency while the other segments have remained stagnant. \nChandigarh has been rated second in terms of software export while it secured third \nplace for employee head count. The student enrolment is also amongst the highest. \nThe other factors going in favour of city include high English proficiency, close \nproximity to established IT hubs like Gurgaon and Noida, low workforce cost and \nreasonable environment. \nPriyankar Bhikshu, director investor services Cushman and Wakefield, said that the \neffort to promote Chandigarh as IT destination is missing from the administrative set \nup. \"How will others come to know what all we have to offer unless it is not \nmarketed? Decision makers should aggressively make efforts to bring in big IT \ncompanies for the growth,\" said Bhikshu, who gave example of Haryana where the \ngovernment made desperate efforts for promoting Gurgaon as an IT destination. \nChandigarh is the first planned city in the country and still maintains its status as one \nof the best managed cities in the country. The excellent social infrastructure, large \ngreen spaces and its compact size make Chandigarh an ideal work environment. The \nquality of life in the City Beautiful is comparable to the best cities across the world. \nSCENARIO OF IT & ITES IN CHANDIGARH \nThe Industrial Policy of the administration has put focus on IT and IT-enabled \nindustry. After the quashing of acquisition of land for Phase III of the Rajiv Gandhi \nChandigarh Technology Park, the administration had decided that the expansion of \nthe IT industry would be done in the Industrial Area. While allowing IT services, the \nadministration mentioned in its policy that the existing units can set up IT-based \nUploaded on 15-04-2021 \n \nindustry, including software and electronics hardware units, but any activity entailing \ndirect customer interface will not be allowed. Under IT hardware units, activities \nsuch as manufacturing of computer devices, printer, scanners and related devices, \nnetworking products and telecommunication units are allowed. Under software \nunits, entrepreneurs can opt for telecommunication and mobile communication \nsoftware and application software operating system. Permission is granted for \nopening outsourcing units including call centres, audio visual or gaming production \nstudios as well as web designing and web content development services. \nRAJIV GANDHI SOFTWARE TECHNOLOGY PARK, CHANDIGARH \nRGCTP is a premier initiative of Chandigarh Administration. It is an ISO 9001:2008 \ncertified Technology Park, which has changed the economic scenario of the city and \nthe vicinity by facilitating the growth of the economy, especially in the Services \nsector. RGCTP has been planned to retain this upgraded human capital by providing \nthem employment opportunities here itself. \nISSUES RELATED TO RAJIV GANDHI SOFTWARE TECHNOLOGY PARK \n Ecosystem development is very crucial for boosting IT exports from \nChandigarh. There is no land available to set up IT companies in STP. Nearly \n90% of the companies are below 10 crores. A 5 acres land has been provided \nwhich is very big for setting up IT industries and 2 acres of land is apt for \nsetting up small IT companies. Through this, 200-300 companies can be \nestablished.  \n The Entrepreneur Development Centre (EDC) is conceived by the Chandigarh \nAdministration in the prospering Rajiv Gandhi Chandigarh Technology Park \n(RGCTP) to enhance the export of the software export from Chandigarh and to \nassist young professionals in setting up their entrepreneurship by providing \nshell space or space with plug and play facilities in a state of the art \nenvironment friendly and an intelligent building. The centre is available for \nyoung professionals but they charge Rs 55/sq ft, so entrepreneurs cannot \nsurvive. It should be made free for one year.  \n Many companies have given their space on lease to some non-IT companies \nwhich is a cause of concern.  \n Skilled manpower is not available in Chandigarh. Not many multi-national \ncompanies have set up their facilities in Chandigarh and therefore a large \nnumber of professionals shift to bigger cities for greener pasture. \n Absence of Development centres in Chandigarh is another reason for \nmovement of skilled professionals from Chandigarh as they are in Pune or \nUploaded on 15-04-2021 \n \nHyderabad. There are less government run engineering colleges in Chandigarh \nas a result of which skilled professional have to be outsourced. \n Too much regulation in Chandigarh (as it is affected by Mohali as well as \nPanchkula regions) is also limiting the multinational IT companies to get \nestablished in STP. Due to this reason, Dell shifted to Gurgaon and Emerson \nmoved to Noida. \n Limited connectivity by air (only Dubai currently) also limits the scope of \nexports of IT services and needs attention \n There is no venture capital funded company in Chandigarh (only 2), but they \nare 700 in Bangalore. There is no private equity player in IT Company focusing \n/ based in Chandigarh. Venture Capital and Private Equity are very important \nfor growth of IT industry. \n 90% of the companies are MSMEs and are self-funded and do not get Banks \nsupport in view of requirement of collateral. \nINCUBATION CENTRE \nAt present 5 start up companies are operating from SPIC (Society For Promotion Of \nIT In Chandigarh) IT incubation centre which are Hoolime, CENTELLI India LLP, \nVerifavia, Himfox Studio, VolumeTree. All 5 companies have started their venture \nfrom SPIC incubation. \n Hoolime a start up company has taken up space at SPIC IT incubation Centre \nwhich will majorly work on healthcare products for the offshore markets. The \ncompany has been formed by three partners who are having more than 10 \nyears for working experience in IT Industry. They will provide patient \nengagement solutions developing deeper partnership between patients and \nproviders along the whole continuum of care, through A. Omni- channel \ncommunications pre-visit and post-visit, and B. workflow solutions at the \npoint-of- care. \n Centelli India LLP is a Limited Liability Partnership firm incorporated on 05 \nJune 2018. Designated Partners of Centelli India LLP are Gupta Amrit Lal and \nNagpal Priyanka. The core focus areas of Centelli India LLP is development \nservices for Data Analytics and Processing from the company. It has signed a \nMoU with Centelli i.e. the UK based firm for the work of development services \nfor Data Analytics, Data Mining and Processing. \n Verifavia is the maritime transport’s first choice for the provision of efficient, \nflexible, and highly competitive EU MRV, IMO DCS and CSI independent \nverification services for shipping companies worldwide. With its innovative \napproach, streamlined procedures and the technical expertise of its team, \nUploaded on 15-04-2021 \n \nVerifavia provides a top-class service that ensures its customers experience a \nsmooth verification journey. \n Himfox Studio is a start-up providing 3D Animations, App Design and \nDevelopment & E- Learning Solutions with a group of expert freelancers \ncarrying an overall experience of approx. 5 years. offering web and internet \nservices to small businesses and institutions all over the world. Himfox Studio \nis in to the business of of Motion Graphics Design, Information Technology \nand Multimedia platform. Their vision is to bring a new level of pleasant and \nexciting visual experiences. This company is lead by Mr. Arun Kumar and Mr. \nAmit Gautam and currently are a team of 9 people and are hiring more \nprofessionals. \n M/s Volumetree Technology Solutions Pvt. Ltd. is a Mobile application \ndevelopment company incorporated on 26.11.2018. Mr. Shubham Kumar and \nMr. Shivam are the partners and Co-CEOs of the company. The company \nprovides the IT Services vis-à-vis Product Design and Development, post \nlaunch sustenance, IT Consultancy etc. The company extends to the following \ndomains in analytics: Customer analytics, Marketing Analytics, Spatial \nanalytics, Supply chain analytics, Sales Analytics and image and video \nanalytics. \n \nReasons for choosing IT and ITeS as one of the export products from \nChandigarh:  \nIT and ITeS are showing emerging trends and skyrocketing demand in the \nworld markets. Various modes of providing these services are present and can \nbe chosen as per the buyer requirement. Availability and adaptability  of IT \nservices’  even at the remotest regions of the world is an added advantage of \nchoosing the product. \n \n \n \n \n \n \n \n \n \nUploaded on 15-04-2021 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCHAPTER – 6 \nSWOT ANALYSIS \n \nSTRENGHTHS \nWEAKNESSES \nOPPORTUNITIES \nTHREATS \nPlanned and greenest \ncity \nNo land for expansion \nand setting up of \nnewer units \nEmerging IT and \noutsourcing services \ndestination \nPolitical issues \nwith neighbouring \nstates \nApproximately 3400 \nsmall and medium \nscale manufacturing \nand ancillary units \nOver congestion due \nto migration \nPresence of densely \nforested areas has \nopportunity of \nopening up of forest \nbased industries \nChange in \ngovernment and \npolicy from time to \ntime \nUploaded on 15-04-2021 \n \n \n \n \n \n \n \n \n \n \n \n \n \nCHAPTER – 7 \n \nISSUES, PROBLEMS AND RECOMMENDATIONS \n \nConsultations and discussions with various stakeholders have been regularly done by \nChandigarh Administration as well as Regional Authority of DGFT. Through various \nmeetings following are observed by the authorities about problems and issues face by the \nexporters of the region. \n \nIssues/problems being faced by the Industries:- \n Economic Unions:- The negative aspect of international marketing is the \nincreasing tendency among nations to form small groups of economic unions. As a \nGreat educational and \nfinancial hub and \nknown as pensioners’ \nparadise \nMost employment \nopportunities are \nbecause of forest and \nagricultural sources, \nthat vary as per the \nclimatic conditions \nUntapped \nopportunities:   IT \nindustry \nAgriculture Industry \nHealth tech \nEnergy and \ncleantech \nService Industry \nHospitality Industry \nCompetitors from \nneighbouring stats\nCity has been rated as\none of the wealthiest \ntowns of India \nIncreasing vehicular \ntraffic that would \nincrease pollution in \nthe times to come \nMultiple employment \nopportunities \nJob and \nemployment \nsaturation \nGreat tourist \ndestination with \nnumerous places and \nneighbouring tourist \nstations. \nNon availability of \nnatural resources and \nraw material  \nDeveloping suburbs \non the peripheral \nlocation. \n \nWell connected by \nroad, rail and air \n \n \n \nUploaded on 15-04-2021 \n \nresult, apart from assuring a free flow of trade among themselves, the member \ncountries as a group, are in a better position to negotiate terms for their trade with \nother countries. ASEAN, COMECON, are a few examples of this. \n Different Trade Patterns:- Different procedures/documentations/policies exist in \ndifferent countries and Indian exporters have to primarily deal with the trade patterns \nof various countries. It has to take into account those trade policies of various \ncountries which govern their imports and exports.  \n Different Languages:- An Indian may be expert only in English and Hindi or Local \nLanguages, a very few people have command over different languages spoken \nacross the world. It becomes very difficult to communicate and understand the \nlanguage of foreign traders. \n Restrictive Trade Barriers:- The government of India has imposed various trade \nrestrictions. Traders/Businessmen have to pay export duty, so many small exporters \nfind it difficult to export their products. \n Lack of information about foreign traders:- There is no knowledge portal  for \nsmall exporters from where they can access online information regarding \ncreditworthiness of the buyer of the other countries. The  exporters don’t have \nnecessary capacity   to navigate complex export deals  in international markets, \nhence they avoid taking risk while dealing with the foreign traders.  \n \nLopsided Development:- As a developing country there is scarcity of high end \nmanufacturing technology and infrastructure, the Indian exporters are not able to \ncompete with the products manufactured by the other countries. Therefore Indian \nexporters prefer to export raw material. \n \n  Issues related to Advance Authorizations are as under: \no In case of reduced Norms, the interest on Duty Difference is calculated from the \ndate of import of material. It should be calculated from the date of fixation of Norms. \nThis is because the import has been made in good faith and as per application. \no No credit is available for the GST paid on Duty Difference. This is because the \nrespective column of GST is not specified in payment Challan (Form TR6 / GAR7) \nand, consequently, is not captured in the GST Portal. \n Testing Lab Requirements for defence component manufacturing. \n  \n Difficulties in payments:- In foreign trade, exchange of currencies takes place. \nThere is a big time gap between the delivery of goods and receipt of payment. So it \nbecomes difficult for the Indian exporters with small working capital to wait for their \npayments. \n  GST refund delay:- Delay in getting the GST refund is another major issue which \nthe exporters have to face. This leads to shrinkage of their working capital for a \nlonger period. \n Transport and logistics bottlenecks:-  Transport and logistics cost is very high for \nthe exporters in case of hinterland locations. Inland Container Depots, Dedicated \nfreight bogies and Corridors may help in reducing the costs involved and enhance \ntheir competitiveness globally. \nUploaded on 15-04-2021 \n \n Risk factors involved:- The quantum of risk is higher in foreign trade than that in \ninternal business. In foreign trade, goods are transported to quite long distances and \nusually through seaways. There are chances of goods getting damaged during \ntransportation/loading and unloading. \n Insufficient  Export Publicity or Promotion:- Poor trade supports, gaps in export  \npreparedness, lack of access to financial facility and low export credit are some of \nthe major drawbacks which obstruct trade preparedness. Promoting export trade in \nIndia is one of the major issues that Indian government should work on in order to \nhave a considerable growth in terms of export trade.  \n \n \nUploaded on 15-04-2021 \n \n \n Recommendations \n \n1. First and foremost, the Administration needs to identify thrust areas/sectors for \nexports. Apart from this, export promotion policy needs to focus on incentives like \nmarket support, financial and non-financial incentives to MSMEs, and stressing on \nproduct and process standards and quality certifications by upgrading existing labs at \npar with national ones. \n2. Accessibility of information to exporters from an official source is a primary pre-\nrequisite for growth. Moreover, an online trade portal can be utilized to match \ninterested buyers and exporters. Thus, an online portal sharing relevant information \nmust be created. \n3. GST credit of exporters is delayed by years. Mechanism needs to be developed to \nallow timely credit of GST. Export Documentation process is lengthy and mostly \noffline, which takes a lot of time to move the file from one desk to another. Procedure \nneeds to be simplified and less time consuming. \n4. Information technology and services parks have been set up in the region and they \ncan be converted to SEZ as multi-storeys can be constructed with no limit in the SEZ \npremises. Skill development or training institute, or calibration lab, if needed, can be \nset up as per the requirement of the industry.  \n5. Building a trade guide is another alternative to disseminate relevant information \nespecially while targeting potential exporters, Agri-exporters and MSMEs. They \nshould be able to obtain market intelligence to compete better globally as they are \nusually unable to gather such crucial data by themselves due to their fragmented \nnature and lack of knowledge resources available to them. \n6. The Administration should ensure trade support to the exporters by organizing \ncapacity building/orientation workshops, perhaps in partnership with institutes of \nforeign trade and management, to help exporters actively benefit from potential \nexport market opportunities. \n7. The presence of Grievance Redressal machinery/office can help exporters by \neliminating any existing information asymmetry. A dedicated website can be created, \nwhere links of various departments can be placed along with simplified export related \nFAQs, procedures and flowcharts could also be placed. Inter departmental \ncoordination along with live interactions can be planned. Specific mobile application \nto resolve exporters’ issues and problems can be another possibility. \n \n8. There is an urgent need to enhance the production of power supply to be made \navailable to the export industry in the city along with issues related to the quality of \npower supply about fluctuations, line disruptions, untimely repair & maintenance of \nlines, lower voltage, etc. Also, make sure that prices are kept low and competitive. \n9. Pushing for international connectivity from the city airport and offer a concession on \nair cargo facilities. Exporters from the city often depend on Delhi Int’l Airport for \nglobal consignments as flights from Chandigarh airport have limited air transport \nUploaded on 15-04-2021 \n \nconnectivity. An air customs station at the city airport should be set-up to cater to the \nspecialized needs of air-borne cargo on similar lines of a dry port. \n10. The Administration needs to encourage more exporters to be a part of state export \ncouncils by undertaking active membership drives, organizing investor summits, and \nsigning MoUs with private institutions. \n11. There is an urgent need to set-up a dry port at the outskirts of the city and look into   \n the feasibility of establishing a Multi-Modal Logistics Hub as well. \n \n \n \n \n \n \n \n \n \n \n \n \nUploaded on 15-04-2021 \n \nCHAPTER - 8 \nACTION PLAN \n \n Keeping in view the economic /industrial profile of Chandigarh as well as issues and \nproblems being faced by the exporters the following action plan is suggested for   \nimplementation of Export Plan in respect of Union Territory of Chandigarh:-    \n \n1. The Administration shall identify thrust areas/sectors having potential for export. \nFocus needs to be laid on export promotion policy and various incentives like market \nsupport, financial and non-financial incentives to MSMEs. More emphasis shall be \nlaid on products and process standards and quality certifications by upgrading \nexisting labs at par with national ones. \n2. Exporters shall be provided access to information regarding various Export Policies \nof the Government and incentives being offered from time to time. An online trade \nportal on the official website of Chandigarh Administration shall be crated to facilitate \ninterested buyers and exporters.  \n3. Mechanism needs to be developed to allow timely credit of GST to the Exporters. \nProcedure regarding Export Documentation needs to be simplified. Single Window \nSystem for this purpose shall be followed. \n4. Information Technology and services parks existing in the region can be converted to \nSEZ as multi-storeys can be constructed with no limit in the SEZ premises. \nArrangements for Skill development  programmes or training institute, or calibration \nlab, if required, can be set up as per the requirement of the industry.  \n5. Building a trade guide is another alternative to disseminate relevant information \nespecially while targeting potential exporters, Agri-exporters and MSMEs. They \nshould be able to obtain market intelligence to compete better globally as they are \nusually unable to gather such crucial data by themselves due to their fragmented \nnature and lack of knowledge resources available to them. \n6. The Administration shall ensure trade support to the exporters by organizing capacity \nbuilding/orientation workshops, preferably in partnership with institutes of foreign \ntrade and management, to help exporters avail benefits from potential export market \nopportunities. \n \n7. A Grievance Redressal cell shall be constituted to address the issues being faced by \nthe exporters. A dedicated website can be created, where links of various \ndepartments can be placed along with simplified export related FAQs, procedures \nand flowcharts could also be placed. Inter departmental coordination along with live \ninteractions can be planned. Launching of specific mobile application to resolve \nexporters’ issues and problems can also be explored. \n \n8. Production of power supply need to be enhanced  and un-interrupted  supply shall be \nmade available to the export industry in the city.  Issues related to the quality of \npower supply about fluctuations, line disruptions, untimely repair & maintenance of \nUploaded on 15-04-2021 \n \nlines, lower voltage, also needs to be taken care off.  \n9. International connectivity  from the city airport and air cargo facilities needs to be \nimproved. Exporters from the city often depend on Delhi Int’l Airport for global \nconsignments as flights from Chandigarh airport have limited air transport \nconnectivity. An air customs station at the city airport should be set-up to cater to the \nspecialized needs of air-borne cargo on similar lines of a dry port. \n10. The Administration shall encourage more exporters to be a part of state export \ncouncils by undertaking active membership drives, organizing investor summits, and \nsigning MoUs with private institutions. \n11. There is an urgent need to set-up a dry port at the outskirts of the city may be setup \nand feasibility for establishing a Multi-Modal Logistics Hub may also be explored. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCHANDIGARH EXPORT PLAN \n \n \n \n \n \n \n"
    },
    {
        "file_name": "home25-drr2669-2702.pdf",
        "text": "~~\\•\"·~ \nSuperintend~t \n(Police) \nfor Home Secretary \nChandigarh Administration \nundersigned within this time period. \nChandigarh Administration. \nObjections \nshould reach to the office of the \nhas been uploaded on the official website i.e. \"http://chandigarh.gov.in\" \nof \nherewith within 30 days from the issuance of this letter. Notice in this regard \nComments/objections, \nif any, of the stakeholders are invited \nup these posts. \nAdministration has prepared draft recruitment rules (copy enclosed) for filling \nof posts for the Directorate of Prosecution, \nUT Chandigarh, Chandigarh \nConsequent upon creation of subject cited posts by the Ministry \nPlease on the subject noted above. \n•••••• \nComments on draft Recruitment \nrules for the post of \nDirector \nof Prosecution, \nDeputy Director of Prosecution, \nAssistant Director of Prosecution . \nSubject: \nAll the concerned stakeholders. \nTo \nNo.Hlll(2)-2025/;) 6 68 \nCHANDIGARH ADMINISTRATION \nHOME DEPARTMENT (POLICE BRANCH) \n[2nd Floor, Chandigarh Secretariat, Sector-9-0, Chandigarh-160009] \nDated : .;; 1 -_; ~_.)j- \nUpdated on 27/02/2025\n... , \n'l . \nS:1d11gs:- \nNothing \nin these \nrules shnll \nuffcc1 \nrcscrvutions, \nrclaxurion \nor <i~l' \nlimit \n.ui...l \n,>1:1;..·i \nco.iccssions required \nto be: provided \nfor Scheduled \nCustcs. \nScheduled \nI'ribes. \nOther \nBuckward Classes, \nEx-Servicemen \nund l'llwr spcciu] cutcgorics or person» \n111 .11.\"clm .. in..:.: \n/:-\\ \n· with thl' orders issued by Central Govcnuucnt \nl'n11n time \n10 time in this n:g:ard \n1 J CJ:,Y\\'i- \n\\ \nMP\\...'\"'\\1 \nS .creta \nL \nG \n· 1 \n1· \n. . \n,. '..:.I )':nt Wr::.o'1nel, \nc ~ ary 0 \nJOVL, '-'' \n11, l:t \n•• \n1: 1·1 .n·'I t~, •. in Se~r~t~~i111 \n6. \nPower to rclaxr- \nWhere the Central Government \nis of the opinion \nthlll it is necessary or expedient so tl1 ,f,, \nhe may, by order. for reasons Lo be recorded in writing and in consult.ruou \nwuh tit,· l ni,111 \nPublic Service Commission, \nmay relax uny or the provisions of 111..::.l.' rules in \n1\\.'~f'1.'l'l ('I \nan) class or category of persons. \nProvided thnt the Administrator \nUnion Territory of Chandigarh \nmay. if sa1bfo . id \nthat such marriage \nis permissible \nunder the personal \nLaw upplicuble \nIt' such p..:!·,~·11 nnd \nother party to the marriage \nand there nre other grounds for so doing. exempt. \n:1.1~ person \nfrom the operation \nof this rule. \nOR \n. (b) \nwho. having a spouse \nliving, \nhos entered into or contracted \na m:1rri:1g.:. \n\\\\ ith .m~ \nperson, shall be eligible for the appointment \n10 the said posts: \n5. \nDisquuliflcation: \nNo person \n: \n(a) \nwho has entered into or contracted \na marriage with a person ha\" inc .:i '5p(111:-c \nliving \n4. \n!\\kthou \nof recruitment, \n:i~c limit \n:111d quuliflcntion, \ncre.- \nThe method of recruitment \nto the said posts. age limit. \nqualifications \nand other rnaucrs \nconnected therewith \nshall be as specified in columns 5 Lo 13 of the said Schedule. \n3. \nNumber \nof posts, \nclussificarinn \nand scale of puy» \nThe number of posts, \ntheir classiflcation \nand the scales of P•'Y (Levels of Pa~ M:nri-.:) \nattached thereto shall be as specified \nin columnsZ \nto 4 of the said Schedule. \n. \nl \nApplication: \nThese rules shnll apply to the posts specified in column No. I of the Schedule \nannexed to \nthese rules. \n•• \ni \nI \n. (i1) They shall come into force on the date of their publication rn the Official Gazette. \nl\n\\ i \nI \nI \nShort \ntitle nud \ncom11n•11n•111l·n1:- \n(i)'I hcsc rules may be called \nThe Directorate \nof \nProsecution, \nUnion Territory, \nChandigarh. \nDirector \nof' Prosecution. \nDeputy Director \nof \nProsecution \nand Assistant \nDirector of Prosecution \n(Group-A) \nGazetted (Non-Mirustcri.il) \nRecruitment \nRuh!s, 2024. \nby the proviso to nrticlc 309 of the Constitutlon \nof' India nnd Govt. of Indra Guzcuc notification \nNo. G.S.R 230 (E) dated 29.03.2012. \nthe President hereby makes the following \nrules, regulating \nthv method of recruitment \nlo Group 'A• post or l>irtctur \nof' l'ro.,ccution, \nDtp11I) \nDirector \nof \nI'rosccuriou \nnnd Assistunt \nDu-cctur \nof I'rnxcvutlon \nin the Directorate \nof I'rosecution. \nUnion \nTerritory Chandigarh. \nunruclyr- \n111 exercise of the powers conferred \nl\\o. LDE-2/1024/54-D/Grm1'p-t\\/JJ\\/ \n·---- \n20:!~ \nThe \nCl IANntGAIH \nl ADi\\ 1 INISTRATION \nLAW & PIH>. E\\tl't'IO;\\; \nl>EPAllT~lf.,'fl' \nNO l'I Fl C /\\Tl ON \nUpdated on 27/02/2025\nI \nJ \nJ \nI \n1 \nName of post \nDirector of Prosecution \n2 \nNo. of Post \n01*(2024) \n\"\" Subject to variation dependent on workload \n3 \nClassification \nGeneral Central Services Group 'A' \nGazetted/Non-Ministerial \n1 \n4 \nPay Band and Grade Pay/Pay \nLevel 13 A (131100-216600) \nin the Pay Matrix of \nSeal~ \n7th CPC \n5 \nWhether selection post or \nNot applicable \nnon- selection post \n6 \nAge limit for direct recruits \nNot applicable \n7 \nEducational and other \nNot applicable \nqualifications \nrequired for \nDirect recruits \n1 \n8 \nWhether age and Educational \nNot Applicable \nQualifications \nprescribed for \nDirect Recruitment will apply \nin case of oromotees. \n9 \nPer od of orobation, if anv \nNot Applicable \n10 \nMelhod of Recruitment \nBy deputation \nor by Contract \n(in terms \nof \nI \nwhether by Direct Recruitment \nSecllon 20 of Bhartiya Nagrik Suraksha Sanhita) \nI \nor by promotion or by \nk \ndeputation/absorption \nand \npercentage of vacancies to be \nfilled bv various methods \ni \nIn case of recruitment by \nBy Deputation \nI \n' \npromotlon/deputation/absorpti \nSessions Judge/ Addinonal \nSessions Judge \nI \non grades from which \npromotion/deputation/absorpti \nNote:- 1.The period of deputation \nincluding the \non to be made \nperiod of deputation \nin another ex-cadre \npost \nI \nheld immediately preceding this appointment \nin \nthe \nsame \nor \nsome \nother \norganization/ \ndepartment of the Government shall be as per \nthe \nInstructions \nI guideliiles \nissued \nby the \nGovernment from time to time. \n2. The maximum age limit for appointment by \ndeputation shall be not exceeding 56 years as on \nthe closing date of receipt of application. \nBy Contract \n! \nA 'person \nshall be eligible \nto be appointed as \nDirector of Prosecution, \nif he (i) has been in \nI \npractice as an advocate \nfor not less than \n1 s \nI I \nyears OR (ii) he has retired as Sessions Judge. \nI \nl \nNote 1:- The term of contract shall ordinarily be \nthree years, which is extendable by one year at \na time, up to maximum period of 05 years In \ntotal, subject to satisfactory performance. \nr~2 \nNote 2:- The contract shall not be extended \nIf a Departmental Promotion \n~ond \nthe age of 65 ~ears. \n! \nCommittee exists, what is its \nNot upplicable \nI \ncomoosltion? \n' \n13 \nCircumstances In which Union \n~ . . \nI \nNot: Appllcabte \nI \nPublic Service Commission to \n- \nI \nt e consulted in making \nReciultment \n-~ \"\"-) ,,· c 1c(A ~ \"\"Lo'. \n.. \nt \n•'• \n•f \n' \nI \n·-- \nRecruitment Rules for the Post of Director of Prosecution \nANNEXURE-1 \n(SCHEDULE) \nr\\.· ,, ,...,, . , \nI \nUpdated on 27/02/2025\n. . . \n·' \nNc.t Applicable \nI \nr·-1-2-1--lf-.:1 \nDe.partmental \nPromotion \nCommittee exists, what Is its \ncom osltlon? \nBy Deputation \nSessions Judge/Additional Sessions Judge \n, \nNote:- 1.The period of deputation including the j \npertod of deputation \nin another ex-cadre post j \nheld Immediately preceding this apporntment in I \nthe \nsame \nor \nsome \nother \norganization/ \ndepartment of the Government shall be <ls per \nthe instructions I guidelines \nissued \nby the l \nGovernment from time to time. \n2. The ~axlmum age limit for appointment by / \ndeputation shall be not exceeding 56 years as \non the closing date of receipt of application. \nJ \nBy Contract \nA person shall be ellglble to be appointed as \nDlrec_tor of Prosecution, \nif he (i) has been in I \npractice as an advocate for not less than 15 \nyears OR (ii) he has retired as Sessions Judge. \n~ot~ 1:: The term of contract shall ordinarily I \ne t ree years, which \nIs extendable \nby one \nyear at a time \nup t \n' \no maximum period of 05 / \nyears \nIn \ntotal \nb · \nperformance. \n' \nsu rect \nto \nsatisfactory \nI \nIn case of recruitment by \npromotion/deputation/absorptio \nn qraces from which \npromotion/ deputation/a bsorptio \nn to be made \n4 \nNote 2:- The contract shall not be \n~v.ond the age of 65 years. \nextended \nNo . applicable \nJ 11 \nI \ndeputation/absorption and \npercentage of vacancies to be \nnlled b various methods \nI 1 \nName of post \nDeputy Director of Prosecution \n2 \nNumber- of Post \n02*(2024) \n• Subject to variation dependent on workload \n3 \nClasslfica tion \nGeneral Central Services Group 'A ' \nGazetted/Non-Ministerial \n4 \nPay Band and Grade Pay/Pay \nLevel 13 (123100-215900) \nIn the Pay Matrix of \nScale \n7'h CPC \n5 \nWhether selection post or non- \nNot applicable \nselection Qost \n6 \nAge limit for direct recruits \nNot applicable \n7 \nEducational and other \nNot applicable \n! \nqualifications required for \nDirect recruits \n8 \nWhether age and Educational \nNot Applicable \nQuali'lcatlons prescribed for \nI \n. Direct Recruitment will apply In \nI \ncase of oromotees \n· 9 ~d of probation if any \nNot Aoollcable \nI \nl O \nMethod of Recruitment whether \nBy deputation or by Contract (in terms of \n. \nby D rect Recruitment or by \nSection \n20 of \nBharti ya \nNagrik \nSuraksha \npromotion or by \nSc.nhita) \nRe~ruitment \nRules for the Post of Deputy Director of Prosecution \nANNEXURE-1 \n{SCHEDULE) \n~ \n• ': \n1, ,,\\ \nr , \n·• .., \nt r; \nl \nI \nr \nI \nUpdated on 27/02/2025\nNote:- \nl.The period of deputation \nincluding \nthe \nperiod \nof deputation \nin \nanother \nex-cadre \noost \n· \nheld \nImmediately \npreceding \nthis appointment \nn \nthe \nsame \nor \nsome \nother \norqaruzauon/ \nj department \nof the Government shall be as per . \n, the \ninstructions \n/ \nguidelines \nissued \nby \nthe \nGovernment \nfrom time to nrne. \n2. The maximum \nage \nhrrut \nfor appomtrnent \nbv \ndeputation \nshall \nbe riot exceeding \n56 year~ us on \nthe closing date of receipt of application \nDeputation \nMagistrate \nof the first class \n---------1 \nI \nI \n•.. \n·- -·-· \n••• \n- \n... -·. \n- \n- - \n·-- \n- - \n- \n- \n-· --· -1 \ni \nI· \nI by Direct Recruitment \nor by \n1 promotion or by \nI deputation/absorption \nand \nI percentage of vacancies \nto be \n·\\ __ \n.._I _filled by various methods \n; 11 \nI Ir case of recruitment \nby \n! promotion/deputation/absorption \n! 91 ades from which \np-ornotlon/deputatton/abscrpttcn \nto be made \nOy Contract \n1 A person shall be eligible \nco be appointed \nas I \nAssist.anl Director of Prosecution, \nrf he (r) \nhdS \nbeen 1n practice as an advocate \nfor not less tnan \n1 \n07 years OR (ii) he has retired \nc3S Mag1scrate or \nI \nI \nthe first class \nI \nI \nNote 1 :- The term of contract shall ordinarily be : \n\\ \nI three \nyears, which is extendable \nby one year cl \n: \na time, \nup to maximum \nperiod or OS \nyears \nin \n• \nI . \nI \nI total, \nsubject to satisfactory perfor--rance. \n; \nl Note 2:- The \ncontract shall \nnot \nbe extendeo \n1 \na Departmental \nPromotion \nTi'~Y.Ond the age of 65 years. \n·. \n• !'Jot applicable \n--. \nmmittee exists, what is Its \nI \nr -·· \nC~m O~lio_n?. \n._ \n• \n1\n13 \nC1rc~mstances in which Union \nNot Applicable \nPublic Service Cornmission to be \nL__ \nconsulted in makin \nRecruitment \n/-, \nl \nJ !A/)\\fl )', ~~I. \n--· -·· \n.. \n' \n1 8 \nWhdher age and Educational---- \n-NOtAppifcable \nI \n\\ Qualifications prescribed \nfor \nI \n1 \n; Direct Recruitment will apply in \n~case of oromotee. \n1 9 \n1 Period of probation, \nif any \nl\\ot Applicable \n__ __ _ _ \n__ \n--·- j \n1o l Me~hod of Recruitment \nwhethe;:- '-By depu-tation \nor \nby \nContract \n(in \nterms \nof · \nSection 20 of Bhartiva \nNagnk \nSuraksha Sanh ta) \n! \n-· - _..... .. - \n~:---+-:---------------l..--------- ------- ···--. -- \n7 \nEducational \nand other \nNot applicable \n\\ · \nquallflcatlons \nrequired for Direct \n, \nrecruits \n6 \n4 \nNumber of Post \n2 \n11 \n1 Name of post \n~~-~~---.--------~~~ \nAssistant \nDirector \nof Prosecution \n-·--f-02~(20·24). \n. --------·-··-1 \nf----;-=----:--------- \n.. \n... ~UbJect to variation dependent \non wo~k_loa9 \n_J \n3 \nClassification \nGeneral \nCentral Services Group 'A ' \nGazetted/Non-Ministerial \n-· j \nPay Band and Grade Pay/Pay \nLevel \n12 ( 78800· 2692oo)Tr)thePay- Matrix of 7-tn \n. Scale \nCPC \n1.=5--i-i\\-;-W::;-h-e:--;th_e_r-se-l:-e-c-tl_o_n_p_o_s_t_o_r_n_o_n_- \n-t....::N.'._o::t -a·p-plica \ntile· - ---- --· \nI \n1--·--+-'s:...:e;_l \ne=c ti on post \n1 \nAge limit for direct recruits \n--·Not \napplicable ---·--·-·------·--· \n--·--- -! \n·. \n·.~CHE~ULE) \nANNEXURE-I \nRecruitment Rules for the Post of Assistant \nDirector \nof Prosecution \nUpdated on 27/02/2025\n"
    },
    {
        "file_name": "crest25-pm1806.pdf",
        "text": "Advertisement & Form-1 \n \nChandigarh Renewable Energy and Science & Technology Promotion Society \n(CREST) Paryavaran Bhawan, 4th Floor, Madhya Marg, Sector- 19-B,  \nChandigarh-160019.   \n \nRECRUITMENT NOTICE \nAdv./CREST/2025-26/I \n \n \n \n \nApplications are invited to fill up the following posts from the candidates who \nhave retired from Govt. Sector (Purely on contract basis initially for One Year) in the Solar \nCity Cell of the Chandigarh Renewable Energy and Science & Technology Promotion \nSociety (CREST), U.T., Chandigarh having following educational qualification & \nexperience on consolidated contractual amount mentioned below:-  \n  \nSr. \nNo \nName & \nNature of the \npost\nNo. of \nPosts \nAge \n(in years) \nEducational Qualifications & \nExperience \nConsolidated Contractual \namount per month (`) \n1. \nProject \nManager \nOne \nUpto 64 \nyears \nB.E./ B. Tech. \nExperience in Power Sector / \nRenewable Energy Sector \nConsolidated Contractual Amount \nas per Circular No.28/10/94-IH(7)-\n2022/10164 dated 30.06.2022 \nissued by Deptt. of Personnel, UT, \nChandigarh and No increment and \nDearness Allowance  shall be \nallowed during the term of contract\n \nHow to Apply:- Interested Candidates possessing aforesaid qualification & experience may \nsubmit their application duly filled in the prescribed format along-with Two Photographs, self \nattested photocopies of all Educational Qualifications Certificates along-with Detailed Mark \nSheets (starting from Matric), Degrees & Experience Certificates clearly mentioning the \nrequired experience and proof of last drawn salary from Govt. Sector.  \n \nFormat can be downloaded from the website of CREST www.solar.chd.gov.in on News and \nUpdates Section, or from the website of Chandigarh Administration or can be obtained from \nthe office on any working day. Applications should reach in the office of Chandigarh \nRenewable Energy and Science & Technology Promotion Society (CREST), Paryavaran \nBhawan, 4th Floor, Madhya Marg, Sector-19-B, Chandigarh -160019 by 07.07.2025. On the \nenvelope the post applied should be clearly mentioned as “Application for the post of “Project \nManager”  \n \nThe incomplete applications, applications received through email, application not in the \nprescribed format, applications without experience certificates (wherever required) and proof \nof last down salary, applications without mentioning the post applied on envelope and \napplications received after the due date will not be entertained & summarily rejected. \nMaximum age will be determined as on date of publication of the advertisement.   \n \nThe venue, date & time of Interview will be intimated to only eligible candidates later on. No \nDA/TA shall be paid for the attending the Interview. \n \n  \n \n \n \n \n \n \n \n \n                \n      \n \n \n \n \n \n \n \n \n \nSd/- \n \n \n \n \n \n \n \n \n \nChief Executive Officer,  \nCREST, Chandigarh \n \n \nAdvertisement & Form-2 \n \nAPPLICATION FORM FOR THE POST OF PROJECT MANAGERT \n \n \nSerial No. _______ \n \nCHANDIGARH RENEWABLE ENERGY AND SCIENCE & TECHNOLOGY  \nPROMOTION SOCIETY (CREST) \nPARYAVARAN BHAWAN, 4th FLOOR, SECTOR 19-B, CHANDIGARH \n \n \n1. \nName of Applicant (in capital): ...…………………………………. \n \n2. \nFather’s/Husband’s Name: .………..……………………………… \n \n3. \nDate of Birth: .………………   Place of Birth: …………………… \n \n4. \nNationality: …………………  Marital Status: .…………………… \n \n5. \nPermanent Address (in capital): ………………………………………………… \n \n………………………………………………………………………………………………. \n \n6. \nPresent Correspondence Address (in capital): ………………………………… \n \n……………………………………………………………………………………………….. \n \n7. \nContact No. (Mob.) …………………………... E-mail……………………………  \n \n \n8. \nEducational Qualification: (Please attach self attested copies of DMC along-with \n \noriginal application) \n \nSr. \nNo.\nExamination \nStream  \nUniversity/Board\nSubjects \nYear of \nPassing \nMarks \nobtained/ \nTotal \nmarks \n%age \nDivision/ \nGrade \n1 \n10th \n \n \n \n \n \n \n \n \n \n2 \n \n \n \n \n12th  \n \n \n \n \n \n \n3 \n \n \n \n \n \n \n \n \n \n \n \n4 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPaste here latest \npassport size \nphotograph \nAdvertisement & Form-3 \n \n9. \nProfessional Experience:- \n \nName & \nAddress of \nEmployer   \nDesignation \nPeriod\nExperience \nNature of job  \n(if required \nattached extra \nsheet\nSalary  \nFrom\nTo\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n10. \nList of Enclosures:- \n \n1. ___________________   2. ______________________ 3.  _________________ \n \n4. ___________________   5. ______________________  6. _________________ \n \n7. ___________________   8. ______________________  9.  _________________ \n \n \n11. \nAny other information:- \n………………………………………………………………………… \n \n………………………………………………………………………………………………. \n \n12. \nDeclaration: I solemnly declare that:- \n(i) \nThat foregoing information is complete and correct. I am not aware of any \ncircumstances which may impair my fitness for employment in the \nChandigarh Renewable Energy and Science & Technology Promotion \nSociety.   \n \n(ii) I have never been dismissed either from Government, Public or Private \nOrganization Service.  \n \n(iii) I have never been prosecuted, kept under detention or bound down / fined, \nconvicted by the Court of Law for any offence.  \n \n \nPlace: …………………… \n \nDated: ………………….. \n \n \n \n \n \nSignature of Applicant   \n \n"
    },
    {
        "file_name": "dc24-naibteh-2711.pdf",
        "text": "-sd- \nfor Deputy Commissioner, \nUT, Chandigarh. \nThe aforesaid public notice, \nterms and conditions of appointment, \napplication \nformat \nhas been uploaded \nof the official website \nof Chandigarh \nAdministration \ni.e.https://chandigarh.gov.in/. \nThe last date of receipt of application \nin prescribed \nproforma alongwith all supporting documents is on or before 20.12.2024 by 05:00 P.M. \nAfter due date, no further applications will be entertained. \nApplications \nare invited to engage Naib Tehsildar-01 \nNo. (one) against the \nvacant post in the Office of the Deputy Commissioner, \nUT, Chandigarh, \nfrom the \nretirees/pensioners \nretired from the Government \nof India/State \nGovernments/Union \nTerritory Administrations/Boards/Corporations \non contract basis for an initial period of \none year or till the post is filled up on regular basis either by promotion, \nby direct \nrecruitment \nor by deputation \nas the case may be, whichever \nis earlier, \nfurther \nextendable \nby another one year on review of the task and the performance \nof the \ncontract \nappointee, \nprovided \nit shall \nnot be extended \nbeyond \n05 years \nafter \nsuperannuation. \nOFFICE OF THE DEPUTY COMMISSIONER, \nU.T., CHANDIGARH. \nPUBLIC NOTICE \nLAST DATE FOR RECEIPT OF APPLICATION \n(S) IS 20.12.2024 by 05:00PM. \n6. \n5. \nTerm of Appointmen t \nNo incremen t and Oeame ss Allowan ce/HRA \nshall \nbe allowed during the term of contra \nt \nThe term of appointm ent sha ll ordmar uv b \nfor an \ninitial \nperiod \nnot \nexcee dinq \none \nyea r \nwhich \n1- \nextendable \nby another one \nyear \nBeyond two ye rs \nafter the age of \nsuper annu ation \nwher \nadequate \njustification \nexists , \nthe \nterm \nme y \nbe \nextended \nbas ed on a review of the task and the performan ce \nof the contract \nappoint \n, provided \nrt shalt \nnot b \n_ \n~xten~ed \nbey:nd \n5 years \nafter sup erannu ation \nI \n.llndian \n~ \nNationality \nj 4. \nRe muner ation \n2. \nCategory of Pos t \nL--+--- \n1 3. \nAge \nGroup 'B' \nLess than 65 years \nA fixed \nmon thly \namount \nsh all \nbe \nadrmssib le . \narrive d a t by dedu cting the basi c pension \nfrom the \npay drawn at the time of retiremen t The amount \nof \nremunerat ion \nso fixed shall rema in \nunchanged \nfor \nthe term of the contract. \nTher e will be no \nnnu \nI \nincrement/percentage \nincrease \nduring \ncontr c \npe riod . \nExample \nAn employee \nretired \nin the Pay \nLeve l \n3 \nnd \npay at the \ntime \nof \nretirement \nwas \nRs \n55 \n00 \nThus . \nthe bas ic pens ion w ill be Rs 77 .950 \nIf \nh \nemployee \nis \nappo inted \non \ncontract \nba sis \nth \nremunerat ion \nshall \nbe \nfixed \nat \nRs . 77 .950 \n(1.55 .900-77950)\n. \nI \nRemuneration \nThe bas ic pens ion to be deduc ted from the last pay \ndra wn shall be the \npen sion \nas fixed at th \ntime \nret irement \nand as \nsu ch, \n1f the \nemploy \nh \nava iled \nof the \ncommut ed \nvalue \nof pen ion, \nhe \n' \ncommuted \nportion \nof \npension \nha ll \nc lso \nbe \nincluded \nin the portion of pen \nton to be d duct d \nThus . \nin the abov e exa mple , \nrf 40% of pens ion w s \ncommu ted. \nthe \ncornrnu t \ncl \nporl \nion \nsh \nII \nbe \nRs 31,180 \n(40% \nof \n77 ,950 ) \nnet \nthe \npens : \nn \nactually drawn shall \nbe Rs 46,770 \nHoweve r, \nthe \namoun t of pension \nto be \ndedu cted \nfro m the las t \nsal ary shall be Rs \n77 ,950 . \nApplication \nprescribe d forma t i \ninvited from the ellgible \nRetire e/Pen \nloner s for \nfilling \nup one post \nof Naib Tehsildar \non \ncontra ct \nbas is \nin the Office of \nhe Oep uty \nComm iss ioner , \nU.T. \nChandiga rh. \nApplication(s) \nduly complet ed \nshould \nrea ch \nin \nth~ \nOffice of the Depu ty Oomrotsstoner . \nSe ctor- \n17. \nChand igarh \non or befo re 20 .12. 2024 by \n05:00 P.M. The de ta il \nof which \nis as und er . \nSr.No.-Nam e \nof tt1e Depa rtment \n1 Office-of the Deput y Comrnlssioner. \n_ \nSe ctot-17, \nChand iga rh \n1. \nName & No. of the Post \nNa ib Tehs ildar (One ) \nDETAILED PUBLIC NOTICE \nOFF ICE \nOF THE DEPUTY \nCOMMISSIONER. \nU.T .. CHANDIGARH. \n-sd- \nfor Deputy Commissioner, \nUT, Chandigarh. \nNote: Incomplete \napplication shall liable to be rejected. \n7. \nEssential \nand \nother \nNaib \nTehsildar : \nRetired \nas \nTehsildar \nor from \nqualification. \nequivalent \npost \nfrom \nthe \nGovt. \nof India/State \nGovt/Central \nGovt./UTs/Boards/Corporations\n. \nThe \nretiree/pensioner \nshall be \nengaged \nagainst the \npost from which he/she retired or on equivalent \npost and not against \na post higher than the one he \nheld before retirement. \n8. \nThe retiree/pensioner engaged on contract basis shall be entitled for \nPa id \nleave of absence at the rate of \n1.5 days for each completed month of \nservice . \nAccumulation of leave \nbe yond a calendar year will not be allowed . \n9. \nThe retiree/pensioner engaged on contract basis shall observe office hours as \nper the \nnorms of the department/organization \nin which he/she shall be \nengaged\n. Further he/she shall devote his whole time to his duties during the \nperiod of contract and shall not accept any other \nappointment/engagement\n, \npaid or otherwise and shall not engage himself/herself \nin private pract ice of \nan v kind dunn o the period of contract. \n10 . \nEngaging of retiree/pensioner shall purely be contractual and he/she shall \nhave no right against the post whatsoever and shall not be entitled to any \nother benefit exce pt sala ry as mentioned above \nin para 4. \n11. \nThe services of retiree/pensioner shall be discontinued by giving one \nmonth 's \nnotice from either side at any \ntime . However, the contract of engagement will \nbe discontinued, the moment when direct \nrecruitee/promote/deputation\nist as \nthe case ma y be joins the post without qivinq any notice \nin this reqard . \n12. \nNo vigilance/court \ncase/disciplinary action should be pending against the \nretiree/ pe nsioner to be enoaced on contract basis. \n13. \nThe pensioners/retirees to be engaged shall have to execute an agreement \nwith the HOD of the concerned department, containing \na clause on ethics and \nlnteq ritv. \n14 . \nAn appropriate and fixed amount as Transport Allowance for the purpose of \ncommuting between the residence and the place of work shall be allowed not \nexceeding the rate applicable to the appointee at the time of \nretirement . The \namount so fixed shall remain unchanged during the term of appointmenl \nI \nHowever , retired employees engaged as Naib Tehsildar may be allowed \nTA/DA on official tour , if an y, as per their entitlement at the time of retirement. \n(Signature of Applicant) \nDated; \nPlace: Chandigarh: \n1. \nTwo Passport size photograph (self-attested). \n2. \n'Copy of PPO (self-attested). \n3. \nSelf-declaration to the effect that \"no criminal/vigilance enquiry/court case is \npending or likely to be contemplated against me\". \nDocuments to be enclosed with application:- \n_______ S/o,D/o,W/o \nsolemnly \ndeclare \nthe particular(s) given by me in the above column are true and correct to the \nbest of my knowledge and belief and nothing has been concealed therein. \nI further \nundertake that in the event of any the particular(s)/information(s) given above is/are \nfound to be incorrect/false at any stage, my candidature/appointment, if so made, be \ntreated as cancelled/terminated and I shall have no claim on the basis thereof at any \nstage. \n(Signature of applicant) \nPlace: ------- \nDated: ------- \n11. Whether any criminal case has ever \nbeen registered against you or whether \nyou have ever been convicted for any \noffence or bound down in any security \nproceedings. \n10. Mobile No. \n9. \nCorrespondence Address \n8. \nPermanent Address \n7. \nNationality \n6. \nGender \n5. Experience as Senior Assistant \n4. \nDate of Retirement & from which \nDepartment he/she retired \n(attach copy of retirement order) \n3. \nDate of Birth (attach proof) \n2. \nFather's Name \n1. \nName of the Candidate (In Block letters) \nNaib Tehsildar \nApplication for the post of \nOFFICE OF THE DEPUTY COMMISSIONER, \nSECTOR-17, U.T.CHANDIGARH. \nAPPLICATION \nFORMAT \n"
    },
    {
        "file_name": "eng24-enlist1n3-1507.pdf",
        "text": " \n \nINDEX \n \nSl. No. \nRules \n \nPage No. \n1 \n1.0 \nTitle, extent and commencement \n1 \n2 \n2.0 \nDefinitions \n1 \n3 \n3.0 \nGeneral \n1-2 \n4 \n4.0 \nRepeal and savings \n2 \n5 \n5.0 \nEnlistment categories, classes and tendering limit\n2 \n6 \n6.0 \nEligibility criteria for enlistment \n3-7 \n7 \n7.0 \nEnlistment procedure \n7-9 \n8 \n8.0 \nValidity of enlistment \n10 \n9 \n9.0 \nChange in the name, address, constitution, \nand status \n10-11 \n10 \n10.0 \nContractor's near relatives working in Chandigarh \nAdministration. \n11 \n11 \n11.0 \nReview of enlistment \n11 \n12 \n12.0 \nEnlisted contractors' obligations \n11-12 \n13 \n13.0 \nDisciplinary action \n12-13 \n14 \n14.0 \nRe-validation \n14 \n15 \n \nInstructions for applicants \n15 \n16 \nAnnexure-I \nApplication for enlistment in all categories and \nclasses \n16-19 \n17 \nAnnexure-II \nList of documents attached for enlistment \n20 \n18 \nAnnexure-III \nDetails of completed works \n21 \n19 \nAnnexure-IV \nAssessment of quality certificate of completed \nwork (Inspection report) \n22-26 \n26 \nAnnexure-V-1 \nForm of banker's certificate from a scheduled bank\n27 \n27 \nAnnexure-V-2 \nForm of certificate of annual turnover from \nChartered Accountant \n27-28 \n28 \nAnnexure-V-3 \nForm of certificate of networth from Chartered \nAccountant \n29 \n29 \nAnnexure-VI \nApplication for change of name, address, \nconstitution and status of enlisted entity \n30-34 \n30 \nAnnexure-VII \nCriteria for evaluation of contractors \n'performance for enlistment \n35 \n31 \n \nGuidelines for departmental officers for enlistment \nof contractors \n36-39 \n \n \n \n1\n \n1 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \nRules for Enlistment of Contractors in Engineering Department, Chandigarh \nAdministration with amendments. \n \n1.0 Title, extent and commencement \n1.1 These rules may be called the Rules for Enlistment of Contractors in Engineering Department, Chandigarh \nAdministration with amendments. \n1.2 They shall hereinafter be referred to as Enlistment Rules, 2021 for the sake of brevity. \n1.3 They are applicable to Engineering Department, U.T. Chandigarh. \n1.4 They shall come into force with effect from approval by Secretary Engineering, U.T., Chandigarh on ________, 2022. \n \n2.0 Definitions \nIn these rules, unless the context otherwise requires: \n2.1 “building” means a residential or non-residential structure consisting of foundation, walls, floors, roofs, and \nfinishing, civil and may include Public Health Services and electrical services, executed under a contract. \n2.2 “building work” means construction of a residential or non-residential structure, consisting of foundation, walls, \nfloors, roofs, finishing, civil and may include electrical services and PP.H. Services, complete, executed under a \nsingle contract with E&M component. In addition, building work shall also include boundary wall, repair and \nmaintenance, additions, alterations, renovations, up-gradations & may include Public Health or electrical \ninstallations, electrical and mechanical services of buildings but excluding standalone works of supply of \nmaterials, housekeeping, sweeping, care taking, watch & ward, operation and maintenance of electrical and \nmechanical services through original equipment manufacturers and any other works involving labour \ncomponent only. \n2.3 “category” means category of enlistment under these rules. These categories are B&R (Buildings & Roads), \nPublic Health, Electrical and Horticulture. \n 2.4 “class” means class of enlistment, in each category, under these rules. \n 2.5 “contractor” means an individual, partnership firm, limited liability partnership or company executing or \nintending to execute the work under a contract. \n 2.6 “enlistment” means enlistment of contractors in accordance with these rules. \n 2.7 “horticulture works means any one or more of the following works: landscaping, plantation or transplantation \nof trees, grassing, nursery work, or maintenance of trees and lawns, floral interior / exterior decoration having \nhis/her own nursery etc. but excluding standalone supply of seeds, saplings, good earth, manure, fertilizer, cut \nflowers, horticulture tools and equipment, labour etc. \n 2.8 “Road works” means any one or more of the following works: construction of road including re-carpeting and \nroad maintenance, bridges, flyovers, elevated road or rail corridor, road over bridge, foot over bridge, \napproaches of bridge or flyover, culvert, subway, underpass, tunnel, runway, sky-walk, river training work, \nother cross drainage works etc. but excluding standalone earth filling, supply of earth, supply of road metal, \nsupply of other constituent construction materials like cement, steel, asphalt, stone chips etc. \n 2.9 “tendering limit” means the upper limit determined by the estimated cost put to tender of a work of specified \ncategory, up to which an enlisted contractor can tender, subject to the eligibility conditions specified in the \nnotice inviting tenders. \n 2.10 “work” means the work contracted with the owner to be executed under a single contract. \n \n \n3.0 General \n 3.1 The objective of enlistment of contractors is to have a ready list of suitable and competent contractors for \nChandigarh Administration works so as to minimize the requirement of verification of their credentials at the \ntime of individual tenders. At the same time, only those contractors are allowed to continue in the list that \nremain active in Chandigarh Administration and perform   satisfactorily. \n 3.2 The enlistment of a contractor in Chandigarh Administration shall only entitle him to participate in the tenders, \nsubject to the conditions of each notice inviting tender. It does not confer any right or claim on him to qualify \nhim or to award work to him. \n \n 2 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n 3.3 These rules may be revised or repealed by new rules. The enlistment of a contractor shall be governed by the \nrevised or new rules existing at the relevant time, if any, and not by the rules prevailing at the time of \nenlistment. \n 3.4 The term Chandigarh Administration shall include all wings of Engineering Department. U.T. Chandigarh. \n 3.5 The contractors who have applied for enlistment and their applications are still under process, shall now be \nenlisted under Buildings & Roads Public Health, Electrical and Horticulture category, if found eligible.  \n 3.6 The enlisted contractors can tender within their tendering limit for works irrespective of jurisdiction of the \nenlisting authority.  \n 3.7 The contractors enlisted in a particular category are not allowed to participate in tenders of other categories. \n \n4.0 Repeal and savings \n 4.1 All existing rules regarding enlistment and revalidation of contractors in Chandigarh Administration are hereby \nrepealed. \n 4.2 Notwithstanding such repeal, the contractors already enlisted on the basis of rules hitherto in force shall \ncontinue to enjoy the status of enlisted contractors of Chandigarh Administration till the period of validity of \nsuch enlistment, including revalidation or extension granted before coming into effect of the Enlistment Rules, \n2021. However, all other conditions of enlistment shall be applicable as per the Enlistment Rules, 2021. \n 4.3 Validity of enlistment of contractors as applicable in Chandigarh Administration stands cancelled on enlistment \nunder these rules or upto  31.03.2022 whichever is earlier. \n 4.4 The applications already received shall be processed as per these enlistment rules. For this purpose, the date \nof receipt of request to consider earlier applicable shall be considered. The fee already deposited shall be \nvalid. \n5.0 Enlistment categories, classes and tendering limit \nThe contractors shall be enlisted in the categories, classes and tendering limit mentioned in Rules 5.1, 5.2 & 5.3. \n 5.1 Buildings & Roads category/Public Health Category/Electrical Category \nVarious classes of enlistment in this category are I, II, III, IV and V. Those contractors who  have works \nexperience as defined for “building work” and/or “road work” and Public Health work/EI work \nsatisfy   the prescribed criterion corresponding to the class can be enlisted in the said class under this category. \nEnlisted contractors can bid up to the tendering limit given in Table1. \n5.2 Horticulture category \nThe classes of enlistment in horticulture category are Class I, II, III and IV. Those contractors who have works \nexperience as defined for “horticulture work” and satisfy the prescribed criterion corresponding to the class can \nbe enlisted in the said class under this category. Enlisted contractors can bid up to the tendering limit given in \nTable1. \n 5.3 Tendering limit \nThe enlisted contractors shall be eligible to bid for specified category works where the estimated cost put to \ntender is not more than their tendering limit, without pre-qualification or eligibility bid, but subject to bidding \ncapacity, unless otherwise specified in the bid document. The tendering limits of all categories and classes of \ncontractors are given below in Table1. These tendering limits may be revised or changed from time to time. \n \nTable1: Tendering limits of enlisted contractors in Rs crore \nS No\nClass\nBuildings &Roads, Public \nHealth & Electrical \nHorticulture\n1\nI\n15\n0.80\n2\nII\n4\n0.40\n3\nIII\n1.30\n0.20\n4\nIV\n0.40\n0.10\n5\nV\n0.10\nNot applicable\n3\n \n3 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n6.0 Eligibility criteria for enlistment \n 6.1 The status of an applicant for enlistment as a contractor in Chandigarh Administration may be one of the \nfollowing. \n(a) An individual, who is a citizen of India. \n(b) Sole proprietorship \n(c) Partnership firm \n(d) Limited liability partnership \n(e) Private limited company \n(f) Public limited company \n6.1.1 No individual or firm, limited liability partnership, private or public limited company having such \nindividual as one of its partners or directors, who is a dismissed government servant; or demoted to a \nlower class of enlistment; or removed from the enlistment; or having business banned by any \ngovernment department or public sector undertaking or local body or autonomous body in the past; or \nconvicted by a court of law, shall be entitled for enlistment. However, enlistment may be considered \nwhere disciplinary action was taken against the contractor for a specified period and such period is \nalready over. \n6.1.2 No engineer or any other official employed in engineering or administrative duties in any engineering \ndepartment of the Government of India/State Government /Central and State PSUs is allowed to work in \nChandigarh Administration either as a contractor or as an employee of a contractor for a period of one \nyear after his retirement from service unless he has obtained prior permission of his employer \nGovernment to do so. \n6.1.3 A partner of a firm or a director of a company enlisted as a contractor cannot be a partner or director in \nany other firm/company in that category in Chandigarh Administration. \n6.1.4 A contractor is permitted to have enlistment in more than one category but not in more than one class in \nthe same category. \n6.1.5 A contractor is not permitted to have enlistment in more than one name in a category. \n6.1.6 Opportunity to unemployed engineers and architects \nUnemployed graduates in any stream of engineering / architecture from a recognized Institution or \nUniversity can directly apply as individual for enlistment in Class V Buildings & Roads/Public \nHealth/E.I. category. The work experience criterion and financial soundness shall not be applicable for \nthem if they are seeking enlistment for the first time. \n6.1.7 For retired Chandigarh Administration/Central Government/State Government / Central PSU engineers \nor architects seeking enlistment for the first time as individual, after one year of their retirement or \nvoluntary retirement from service, enlistment can be considered in any class in Buildings & Roads, Public \nHealth & Electrical category without work experience but with prescribed financial soundness, subject to \nVigilance Clearance from their cadre controlling authority. \n6.1.8 Opportunity to unemployed agriculturist and horticulturist \nUnemployed persons having degree in BSc (Agriculture) or BSc(Horticulture) from a recognized \nInstitution or University can directly apply as individual for enlistment in Class IV Horticulture category. \nThe work experience criterion and financial soundness shall not be applicable for them if they are seeking \nenlistment for the first time. \n6.1.9 For retired Chandigarh Administration/Central Government /State Government / Central PSU \nagriculturist and horticulturist seeking enlistment for the first time as individual, after one year of their \nretirement or voluntary retirement from service, enlistment can be considered in any class in \nHorticulture category without work experience but with prescribed financial soundness, subject to \nVigilance Clearance from their cadre controlling authority. \n \n \n 4 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n6.1.10 Persons enlisted under Rules 6.1.6, 6.1.7, 6.1.8 and 6.1.9 cannot change status for the period of first \nenlistment. For re-validation, they shall have to meet the pre-requisites of the appropriate category \nincluding experience. They can change status at the time of revalidation as per prescribed provisions. \n \n \n6.2 Work experience \n6.2.2  Experience gained by executing work on back-to-back contract basis is acceptable. Back-to-back contract \nmeans work awarded by owner to first agency and then by the first agency to the second agency. To get \nthe weight-age of experience, following conditions must be fulfilled. \n(a) Work should be actually executed by the second agency with due concurrence of the owner as \ntri- partite agreement. It should be backed by valid agreement and experience certificate. \n(b) Payments received by second agency should be reflected in bank accounts and income tax \nstatements. \n(c) Owner of the project and first agency should jointly certify the experience certificate. \n6.2.3 \nExperience of a petty contractor, labour rate contractor, work shall not be accepted. \n6.2.4 \nExperience for the purpose of these rules in respect of an associate contractor, sub-contractor or \nthose executing work on subletting may be allowed only if the conditions of sub-contract / sub-letting \nhave been incorporated in the original agreement between the client/owner and first agency and the \nexperience certificate is jointly issued by first agency and owner/client. \n \n6.2.5 \nExperience of works on foreign soil shall not be accepted. \n6.2.6 \nThe applicant shall furnish the list of completed works in Annexure-III. He shall also furnish award \nletters and copy of final bills of the works mentioned in Annexure-III. Completed works with time \noverrun (TOR) more than 1.0shall not be considered for enlistment, where TOR means actual time of \ncompletion divided by the time of completion of the work stipulated in the agreement plus \nextended time period without levy of compensation. The contractor’s performance on the completed \nworks shall be evaluated after physical inspection on the basis of parameters given in Annexure-IV. \nThe nature and amount of work experience required for different categories and classes of enlistment \nis given below. \n6.2.7 \nThe magnitude of work experience required for Buildings & Roads, Electrical and Public Health \ncategory for various classes is given in Table 2. \n \nTable 2: Magnitude of work experience for Building &Roads, Electrical and Public Health  category \n \nNumber of \ncompleted work \nMagnitude of each completed work\nRs. In lac\nClass\nI\nII\n     III\nIV\nV\nThree\n110\n      35\n 10\n3\n     0.80\nOr\n \n \n \n \n \nTwo\n160\n      50\n 15\n4\n1\nOr\n \n \n \n \n \nOne\n320\n100\n 30\n8\n2\n \n6.2.1 The criterion for work experience shall be of completed works, as given in Rule 6.2.7and 6.2.8of these \nrules, of the prescribed nature and magnitude executed on independent contract basis during the last \nseven years (works executed on labour rate contracts will not be considered).The value of works \nexecuted during the last 7 years shall be brought to current value by enhancing the actual cost of work \nat simple rate of 7% per annum, calculated from the date of completion of work to the date of \nsubmission of application. The works should have been executed in the same name and style in which \nthe enlistment is sought by the applicant, except under special circumstances as stated in these rules \nseparately. \n \n5 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n6.2.8 \nThe nature and magnitude of work experience required for horticulture category, class I, II, III, and IV \nare given in Table 3. \nTable 3: Magnitude of work experience for Horticulture category \n \n \nNumber of\ncompleted \nwork \nMagnitude of each completed work \nRs. In lac \nClass \nI \nII \nIII \nIV \nThree\n11\n6\n3\nN.A.\nOr\n \n \n \n \nTwo\n16\n8\n4\nN.A.\nOr\n \n \n \n \nOne\n32\n16\n8\nN.A.\n \n 6.3 Financial Soundness \n6.3.1 \nBuildings &Roads, Electrical Category and Public Health  Category \nThe minimum requirements for financial soundness of the applicant shall be as per Table 4. \nTable 4 : Minimum requirements for financial soundness – Buildings & Roads Category \n \nCriterion \nMinimum amount  Rs. In lac\nI\nII\nIII\nIV\nV\nNet worth certificate\n150\n   40\n13\n4\n1\nAverage Annual Turnover\n320\n   100\n30\n8\n2\nBanker’s Certificate\n320\n   100\n30\n8\n2\n6.3.2 \nHorticulture Category \nThe minimum requirements for financial soundness of the applicant shall be as per Table 5. \nTable 5 : Minimum requirements for financial soundness – Horticulture \n \nCriterion \nMinimum amount\nRs. In lac\nI\nII\nIII\nIV\nNet worth certificate\n4\n2\n1\nN.A.\nAverage Annual Turnover \n16\n8\n2\nN.A.\nBanker’s Certificate\n16\n8\n2\nN.A.\n6.3.3 \nFor Class I and Class II, irrespective of category, Banker's Certificate or Net worth Certificate and \naverage Annual Turnover Certificate on works during the last three financial years from a Chartered \nAccountant are required. \n6.3.4 \nFor Class III,IV and V, irrespective of category, Banker's Certificate or Net worth Certificate or \nAverage Annual Turnover Certificate on works during the last three financial years from a Chartered \nAccountant are required. \n6.3.5 \nFor enlistment under Rule 6.1.7 and 6.1.9 only Banker's Certificate is required. \n \n \n \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n6 \n \n6.3.6 \nAverage Annual Turnover Certificate shall be in the format prescribed in Annexure V-2. This \ncertificate shall be duly signed and issued by the certified Chartered Accountants on their letterhead. \nThe relevant year shall be the financial year ending on 31st March of the year preceding the calendar \nyear of application or 31st March of last financial year if audited balance sheet is submitted. This \ncertificate shall be verified by officers (member secretary etc.) using UDIN website. The value of \nannual turnover figures shall be brought to current value by enhancing the actual turnover figures at \nsimple rate of 7% per annum. \nIllustration 1: Date of application is 21.05.2021 with unaudited balance sheet of last financial year. \nRelevant year of turnover shall be 2019-20, 2018-19, 2017-18. Figures of turnover of 2019- 20 shall \nbe enhanced by 7%. Figures of turnover of 2018-19 shall be enhanced by 14%. Figures of turnover \nof 2017-18 shall be enhanced by 21%. \nIllustration 2: Date of application is 21.05.2021 with audited balance sheet of last financial year \navailable. Relevant year of turnover shall be 2020-21, 2019-20, 2018-19. Figures of turnover of 2020-\n21 shall not be enhanced. Figures of turnover of 2019-20 shall be enhanced by 7%. Figures of \nturnover of 2018-19 shall be enhanced by 14%. \n6.3.7 \nBanker's Certificate shall be issued by a Scheduled Bank on its letter head addressed to the enlisting \nauthority in the format prescribed in Annexure V-1, The amounts of Banker's Certificate and Average \nAnnual Turnover Certificate are given in Table 4 for Buildings &Roads category and in Table 5 for \nHorticulture category. \n6.3.8 \nThe Networth Certificate shall be in the format prescribed in Annexure V-3. These certificates shall \nbe duly signed and issued by the certified Chartered Accountants on their letter heads. In the Net \nworth Certificate, the Chartered Accountant should also certify that \"the net worth of the applicant \nhas not eroded by more than 50% in the last three years ending on 31st March. The relevant year \nshall be the financial year ending on 31st March of the year preceding the calendar year of \napplication or 31st March of last financial year if audited balance sheet is submitted. \nNetworth certificate shall be verified by officers using UDIN website.The amount of Networth \nCertificate is given in Table 4 for Buildings & Roads category and in Table 5 for Horticulture \ncategory. \n6.4 \nEngineering establishment, tools, plants, and machinery \nThe applicant shall submit an undertaking in the application form (Annexure-I) to hire or otherwise \nprocure the required engineering establishment, tools, plants, and machinery, if not already available with \nhim. In case the contractor fails to deploy the requisite engineering establishment, tools, plants, and \nmachinery, either owned or hired as per requirement of work, then the contractor shall be liable for \ndisciplinary action under these Enlistment Rules. \n \n6.5 \nElectrical license \nIf the applicant does not possess electrical license in his own name, he shall submit an undertaking in the \napplication form to associate an agency having valid electrical license of appropriate voltage in its name \nissued by the Chandigarh Administration concerned under Section 45 of the Indian Electricity Rules, \n1956 as amended from time to time, for execution of work which requires such a license. Such associate \nagency shall keep valid electrical license throughout the period of execution of work by getting it renewed \nat suitable intervals. In the event of any default on the part of the contractor in this regard, his enlistment \nis liable to be cancelled. \n \n6.6 All the contractors are required to possess valid GST registration on the date of application for enlistment. \n \n \n \n \n7\n \n7 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n6.7 \nConcessions to SC/ST contractors \nThe SC/ST contractors have to submit the following concessional amount of Banker’s Certificate for \nenlistment. \n \nTable 6: Concessional Banker’s Certificate amount for SC/ST contractors \n \nS No\nClass and Category\nBanker’s Certificate\n1\nClass-V Buildings & Roads /Public \nHealth /E.I. category\nRs.2.00 lakh\n2\nClass-III Horticulture category\nRs.2.00 lakh\n \n6.8 \nCriteria for evaluation of application \nThe enlistment shall be done on the basis of evaluation of performance of the applicant on the completed \nworks listed in Annexure-III. The criteria for evaluation are given in Annexure-VII. The eligibility criteria \nfor enlistment shall be minimum 60% marks in each parameter (work experience, contract performance, \ntime overrun, quality of works) and minimum 70% marks overall. \n \n \n7.0 \nEnlistment procedure \n7.1 The applicant is advised to carefully read the “Instructions for applicants” at the end of these Rules. \n7.2 The enlistment shall be done in the prescribed categories and classes by the enlisting authorities specified \nin Rule 7.4. The applicant shall apply to the enlisting authority that has jurisdiction over the area where \nregistered office of the applicant is located. \n7.3 Enlistment fee \nThe applicant shall have to pay the enlistment fee prescribed in Table 7 below in favour of “Executive \nEngineer”, officer to whom application is to be submitted. The enlistment fee is non-refundable. The \napplicants are, therefore, advised to ensure that they fulfill the prescribed eligibility requirements of \nenlistment before applying . \nTable7: Enlistment fee in Rs. \n \nS No \nClass \nCategory\nCategory\nBuildings\n&Roads/Public \nHealth/Electrical  \nHorticulture\n5\nClass-I\n15,000\n4,000\n6\nClass II\n10,000\n3,000\n7\nClass-III\n5,000\n2,000\n8\nClass-IV\n3,000\n1,000\n9\nClass-V\n1,000\nNot applicable\n \n7.4 The prescribed application form along with all supporting documents shall be submitted to the enlisting \nauthority specified in Table 8 below along with the enlistment fee.  \n \n \n \n \n \n \n \n \n \n \n9\n \n8 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \nTable8 :   Enlisting authorities  \n \na) B&R and Horticulture Category  \n \nS. \nNo. \nClass \nCategory \nEnlisting authority  \n \nOfficers \nto \nwhom \napplication \nis \nto \nbe \nsubmitted \n(Member \nSecretary) \n \n \nBuilding \n& Roads \n(Rs. \nIn \ncrores)  \nHorticult\nure \n(Rs. \nIn \ncrores) \nBuilding & \nRoads \nHorticulture Building \n& Roads \n \nHorticulture \n \n1 \nI \n15 \n0.80 \nSE C-I \nSE C-II \nEE CP-4 \nEE (Hort.) \n2 \nII \n4 \n0.40 \nSE C-II \nSE C-II \nEE CP-2 \nEE (Hort.) \n3 \nIII \n1.3 \n0.20 \nSE C-I \nSE C-II \nEE CP-5 \nEE (Hort.) \n4 \nIV \n0.40 \n0.10 \nSE C-II \nSE C-II \nEE CP-3 \nEE (Hort.) \n5 \nV \n0.10 \n- \nSE C-II \n- \nEE CP-3 \n- \n \nb) Electrical  Category \nS.No. \nClass \nCategory \nEnlisting \nauthority  \nOfficers to whom application is to be \nsubmitted (Member Secretary) \n \n \nElectrical works \n(Rs. In crores) \n \nElectrical  \n \n1 \nI \n15 \nSE (Elec.) \nEE E-1 \n2 \nII \n4 \nSE (Elec.) \nEE E-2 \n3 \nIII \n1.3 \nSE (Elec.) \nEE E-1 \n4 \nIV \n0.40 \nSE (Elec.) \nEE E-3 \n5 \nV \n0.10 \nSE (Elec.) \nEE E-3 \n \nc) Public Health Category \nS.No.\nClass\nCategory \nEnlisting \nauthority  \nOfficers to whom application is to \nbe \nsubmitted \n(Member \nSecretary) \n \n \nPublic Health works \n(Rs. In crores) \n \nPublic Health  \n \n1 \nI \n15 \nSE (PH) \nEE PH-7 \n2 \nII \n4 \nSE (PH) \nEE PH-7 \n3 \nIII \n1.3 \nSE (PH) \nEE PH-1 \n4 \nIV \n0.40 \nSE (PH) \nEE PH-1 \n5 \nV \n0.10 \nSE (PH) \nEE PH-8 \n \n \n \n9 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n7.5 Applications received without enlistment fee shall be summarily rejected. The applicants will be \nprovided one opportunity to clarify and attend to shortcomings which shall be intimated through portal \nonly. In the event of no response or incomplete response within 15 days of the issue of the letter by the \nMember Secretary seeking any clarification and/or document, the application will be rejected. \n7.6 The enlisting authority shall have the right to independently verify the details furnished by the applicant, \nto get completed works inspected, and to obtain such reports as may be considered necessary like \ninspection/performance reports of completed works, details of registration or incorporation, Form 16A \n(Tax Deducted at Source by Client) and/or Form 26 AS (Annual Tax Statement), PAN, etc. \n7.7 All verifications, submission of inspection reports related to works etc. are to be pursued by the \napplicant. The applicant shall provide all the necessary documents of work and help for inspection of the \nwork to the inspecting authority after the receipt of intimation for inspection of work from the enlisting \nauthority and shall accompany and facilitate the team of officers for inspection of work. Inspection \nReport containing the grading on quality and other performance parameters will be issued by the \ninspection team in Annexure-IV. The details of inspection team are given in paragraph 3.0 of the \nGuidelines for Departmental Officers. Any delay on account of such verification and reports will not \nmake the applicant entitled for any type of relief. \n7.8 If the enlisting authority finds the applicant eligible for enlistment, it shall issue the enlistment order. \nOtherwise, it shall send a letter of rejection to the applicant. Where the application is rejected, the \napplicant may apply for review to the enlisting authority within 60 days of the issue of letter of rejection. \nThe decision of the enlisting authority on the review application shall be final and binding on the \napplicant. \n7.9 \nWhile applying for enlistment, the applicant should mention the address of his registered office as well \nas head and branch office, if different from registered office. All documents including Bankers' \nCertificate should bear one of the above-mentioned addresses; otherwise, these documents shall not be \naccepted. \n7.10 The Chief Engineer, U.T., Chandigarh reserves the right to notify the period during which no application \nfor enlistment in any category or class will be received in any other manner. For any clarification or \ninterpretation of any of the provisions of these Rules, the matter shall be referred for decision to the \nChief Engineer, U.T., Chandigarh along with the comments of the enlisting authority concerned. The \nChief Engineer, U.T., Chandigarh shall be the competent authority to make necessary amendments in \nthese Enlistment Rules as deemed fit, and to relax any condition(s) in the eligibility criteria for enlistment \nin any category or class or in an individual case. \n \n \n \n10 \n11\nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n \n8.0     Validity of enlistment \nThe enlistment shall be valid for a period of five years from the date of issue of order or as mentioned in \nthe enlistment order. The enlistment shall be open to review by the enlisting authority and liable to \nsuspension, cancellation, or any other such action at any time, if considered necessary by the enlisting \nauthority, after issue of show causes notice. \n \n9.0 Change of name, address, constitution, and status of enlisted entities \n9.1 The contractors enlisted under Rule 6.1.6 to Rule 6.1.9 cannot change their name, constitution, and \nstatus. They can, however, change their address as per Rule 9.3 below for which they may apply in \nAnnexure VI. \n9.2 The change in the name of an enlisted entity is permissible with the prior approval of the enlisting \nauthority. After obtaining such prior approval, the contractor shall proceed to get the name of the entity \nchanged from all other authorities concerned. He shall then intimate the changed name of the entity to \nthe enlisting authority not later than one month of such change along with acknowledgement of noting \ndown of such change in name from the Bank, Income Tax, GST authorities, etc. Failure to do so may result \nin cancellation of the enlistment. The application for change in the name shall be made in Annexure VI. \n9.3 The change in the addresses of an entity is permissible. The contractor shall intimate the change in the \naddresses of registered office or head office not later than one month of such change along with \nacknowledgement of noting down of such change in address from the Bank, Income Tax, GST \nauthorities, etc. Failure to do so may result in cancellation of the enlistment. \n9.4 Change in constitution of a partnership firm or company \n9.4.1 \nThe enlisted partnership firm shall not modify the existing partnership or enter into \npartnership with new partners without the prior approval of the enlisting authority. If new \npartners are taken in an enlisted partnership firm, each new partner shall have to satisfy the \neligibility conditions mentioned in Rule 6.1 of these Enlistment Rules. Application for such \nprior approval shall include full details of the intended modifications along with draft \npartnership deed. The change in the constitution of the firm shall be intimated to the enlisting \nauthority within one month of the registration with the Registrar of Firms, failing which the \nenlistment is liable to be cancelled. \n9.4.2 \nIn the case of companies, the word “partner” in Rule 9.4.1 above shall be substituted with \ndirector. \n9.4.3 \nThe application for change in constitution shall be made in Annexure VI with supporting \ndocuments. \n9.5 Change in status (see Rule 6.1) \n9.5.1 \nAn enlisted entity (other than those covered by Rule 9.1 above) may apply to the enlisting \nauthority for prior approval for change in its status on the basis of work experience of the \noriginal entity. All other criteria for enlistment under these Rules shall remain the same. \n9.5.2 \nThe application for change in the status shall be made in Annexure VI along with supporting \ndocuments mentioned therein. \n \n \n \n \n \n \n \n \n \n \n \n11 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n9.6 Merger and disassociation of enlisted entities \n9.6.1 \n9.6.1 \nMerger and disassociation of enlisted entities is permitted, for which the enlisted \nentities shall apply in Annexure VI for prior approval of the enlisting authority. \n9.6.2 Merger of an entity, whether enlisted or not, into an existing enlisted entity would entail \nchange in constitution of the existing enlisted entity(ies). If the merger is between two enlisted \nentities, the continuing entity shall apply for prior approval of the enlisting authority, stating \nclearly that the assets and liabilities of the other have been taken over by it. If the merger is \nbetween an enlisted and a non-enlisted entity, the enlisted entity shall apply in Annexure VI. \n9.6.3 In the case of disassociation of an enlisted entity into two or more entities by a legally valid \nagreement / board resolution, the existing enlisted entity, shall be deemed to have change in \nits constitution and shall apply for prior approval in Annexure VI. New entities formed after \ndisassociation can seek fresh enlistment, within 365 days of such disassociation, by applying in \nAnnexure I with works experience of original enlisted entity, prior to disassociation, and with \nfinancial experience proportionate to the shareholding of partners / directors in the original \nenlisted entity, migrating to new entity. \n9.6.4 The work experience and financial experience gained only during the term of the originally \nenlisted entity before its merger / disassociation can be carried forward by its individuals / \nsole- proprietors / partners / directors, and that too only once. \n \n10.0    Contractors' near relatives working in Chandigarh Administration. \nThe contractors whose near relatives are employed in any capacity in Chandigarh Administration will \nnot be allowed to tender for works if the Division or Circle responsible for award and execution of \ncontract is the one where the near relative is working. For this purpose of this Rule, a near relative shall \nmean wife, husband, parents, grandparents, children, grandchildren, brothers, sisters, uncles, aunts, \ncousins and their corresponding in-laws. \n \n11.0    Review of enlistment \nThe contractors are expected to bid for works of appropriate magnitude during the enlistment period. \nTheir application for re-validation / fresh enlistment shall be rejected if they fail to bid for any Chandigarh \nAdministration works during the enlistment period of 5 years. \n \n12.0 \nEnlisted contractors’ obligations \nThe contractor shall fulfill all his obligations under these Rules in the prescribed manner, failing which he \nshall be liable for disciplinary action as mentioned therein. Some of the obligations are summarized \nbelow. \n(a) \nAn enlisted entity shall not change its status without the prior approval of the enlisting authority. \n(b) \nThe enlisted partnership firm shall not modify the existing partnership or enter into fresh \npartnership without the prior approval of the enlisting authority. \n(c) \nAn enlisted entity shall not change its name without the prior approval of the enlisting authority. \n(d) \nIntimation of change of address should be given within one month of such change along with \nacknowledgement of noting down such change from Bank, Income Tax, GST authorities, etc. \n(e) \nIf the contractor does not possess electrical license in his own name, he shall associate an \nagency having valid electrical license of appropriate voltage in its name issued by the any \nChandigarh Administration under Section 45 of the Indian Electricity Rules, 1956 as amended \nfrom time to time, wherever required for execution of electrical works. \n(f) \nHe is expected to bid for and secure works of appropriate magnitude during the enlistment period. \n(g) \nHe shall abide by the Enlistment Rules and amendments issued by the competent authority. \n(h) \nHe shall not indulge in unethical practices and maintain good conduct. \n \n \n \n12 \n13\nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n(i) \nHe shall execute the works awarded to him with due diligence and strictly as per the conditions \nof  the contract and specifications. \n(j) \nHe shall submit the performance report of each work executed by him in the approved \nformat duly filled with all the required details to the respective Executive Engineer within 3 \nmonths of completion of the work. \n(k) \nHe shall have obligation to rectify construction or structural defects observed after completion \nof work for a period of minimum 5 years from the date of completion of the work. \n \n \n13.0 \nDisciplinary action \n13.1 The contractor shall abide by all the rules of enlistment, and also by the terms and conditions of notice \ninviting tenders and contract. He shall execute the works with due diligence and strictly as per the \ncontract conditions and specifications. Where the contractor has made himself liable for disciplinary \naction, the enlisting authority shall have the right to suspend business with him for a specified period, or \nto cancel his enlistment, based on the recommendations of Empowered Committee. The composition of \nEmpowered Committee shall be as given below. The Chairman may co-opt one or more members as per \nrequirement. The enlisting authority may change the composition of the Empowered Committee for \nadministrative reasons, and his decision shall be final and binding upon all concerned. The EC shall \ncomplete its report within three months. \nThe composition of empowered committee is as below:- \n1. Chief Engineer-cum-Spl. Secy. (Engg.), U.T.    \n \n= \nChairman \n2. S.E (W&E)/EE (W&E) \n \n \n \n \n= \nMember \n3. Enlisting Authority  \n \n \n \n \n= \nMember Secretary \nNote : The contractors shall abide by all rules of the Enlistment and the enlistment authority of the class \nagainst which the contractor is liable for action is constituted as Member Secretary. \n13.2 The enlisting authority shall initiate disciplinary case against an enlisted contractor either suo-moto or \non the receipt of a written request from an officer not below the rank of Executive Engineer, and \nforward it  to the Empowered Committee for consideration. The Empowered Committee shall consider \nthe disciplinary case on the basis of documents, facts, and circumstances, shall issue a show cause \nnotice to  the  contractor, and allow him personal hearing if necessary, and forward its recommendations \nto the enlisting authority. The enlisting authority shall take a decision on the basis of the \nrecommendations of the Empowered Committee. The decision of the enlisting authority shall be final \nand binding on the contractor. \n13.3 Where disciplinary action has been taken against a contractor, the order shall be uploaded immediately \non  Chandigarh Administration website so that the field offices have access to the information across the \ncountry. \n13.4 The disciplinary action against an enlisted contractor may lead to penalties mentioned in Rule 13.6 \nand 13.7 \n13.5Consequent to imposition of any penalty under Rule 13.6, the contractor shall be debarred from any  enlistment \nwith Chandigarh Administration in future \n \n \n \n13 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n13.6 Cancellation of enlistment \nThe enlistment of contractor may be cancelled if any of the following is established by enquiry: \n(a) \nfails to execute a contract or executes or executed it unsatisfactorily; or \n(b) \nviolates any conditions of the contract; or \n(c) \nfails to abide by the conditions of enlistment; or \n(d) \nis found to have given false particulars at the time of enlistment; or \n(e) \nhas indulged in any type of forgery or falsification of records; or \n(f) \nchanges constitution of the firm without the prior approval of the enlisting authority; or \n(g) \nchanges the name of the entity without the prior approval of the enlisting authority; or \n(h) \nchanges permanent address/business address without intimation to the enlisting authority; or \n(i) \nis declared or is in the process of being declared bankrupt, insolvent, wound up, dissolved \nor  partitioned; or \n(j) \nviolates the labour regulations and rules; or \n(k) \nis involved in complaints of serious nature received from any source, which have been proved; or \n(l) \ndefaults in settlement of tax dues like income tax, GST, etc.; or \n(m) \nceases to fulfill eligibility criteria based on which enlistment was done; or \n(n) \nis considered as not required to be in list of Chandigarh Administration contractors for any other \nreason considered fit  by the enlisting authority; or \n(o) \ndoes not start the work after the same is awarded to him on two occasions; or \n(p) \nfails to rectify construction/structural defects within a reasonable time not exceeding 2 months, \npointed out to him by the engineer-in-charge during the period of 5 years from the date of \ncompletion of works. \n(q) \nconverts his individual enlistment into any other status before a period of three years from the \ndate of enlistment, where the enlistment was done on the basis of him being an unemployed or \nretired engineer or architect or horticulturist. \n \n13.7 Suspension of business \nWhenever report related to misbehavior, direct or indirect involvement in threatening, making false \ncomplaints, filing legal suites for frivolous reasons, or any behavioral act, omission or commission \ndamaging the reputation of department/officer, or any other type of complaint listed at Sl. No 13.6 (a) to \n(q), contractor withdraws or modifies bid during the period of eligibility or fails to deposit PG \nafter opening of tender, is received from any officer of Chandigarh Administration not below the \nrank of Executive Engineer against an enlisted contractor and is considered serious by the enlisting \nauthority, he shall be served with suitable show cause notice by the enlisting authority, and thereafter \naction for suspension of business may be taken by the enlisting authority, as deemed fit, pending full \nenquiry into the allegations. \n \nThe suspension of business shall automatically lapse at the end of 6 months from the date of suspension if \nthe enquiry is not completed and final decision is not taken by the enlisting authority within this period. \n \nThe enlisting authority shall issue order for further suspension of business with the contractor for a specified period (not \nexceeding the remaining period of enlistment and not less than 25% of the remaining period of enlistment) if any of the \ncharges are established on enquiry by the Empowered Committee, however, for complaints listed at S. No. 13.6 (a) to (q), \nthere shall be no suspension post establishment of charges upon enquiry by the Empowered Committee and under such \neventuality the enlistment of the contractor shall be cancelled as per Rule 13.6. The suspension of business would entail \nban on participation in the tendering process and award of contract for works during the period of suspension. It is made \nclear that if the contractor stood lowest in tenders received prior to the date of suspension of business, the work shall not \nbe awarded to him, and the tenders shall be rejected and re-invited. Running contracts shall, though, remain unaffected by \nthis suspension \n \n \n \n 14 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n \n14.0 Re-validation \nThe enlisted contractor may apply for re-validation at any time but not after the expiry of the current \nenlistment. Enlisted contractors are advised to apply for re-validation in Annexure I with works executed by \nthem, six months prior to expiry of their enlistment order. Re-validation shall be effective from the date of \nexpiry of existing enlistment or date of re-validation whichever is later. Rules for re-validation are same as \nthat for enlistment. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n15\n \n15 \n RULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n \n \nINSTRUCTIONS FOR APPLICANTS \n \nProcedure for submission of forms \n \nThe application shall be submitted along with self-attested copies of required documents.  \n \nProcedure for payment of enlistment fee \n \n Demand Draft in the favour of officer to whom application is to be submitted. \n \nProcedure for obtaining prior approval for change in the status or constitution or name \n \nApplication for obtaining prior approval for change in the status or constitution or name may be made in \nAnnexure-VI. The application shall be submitted along with self-attested copies of required  documents.  \n \nRejection of application for enlistment \n \n1. \nApplications received without enlistment fee shall be summarily rejected. No notice shall be given in such \ncases. \n2. \nThe enlistment fee is non-refundable. The applicants are, therefore, advised to ensure that they fulfill the \nprescribed eligibility requirements of enlistment before applying and submitting fee. The enlisting \nauthority shall not be responsible for refund of enlistment fee paid more than once on account of multiple \ntransactions. \n3. \nThe applicants will be provided one opportunity to clarify and attend to shortcomings which shall be \nintimated at their given address. In the event of no response or incomplete response within 15 days of the \nissue of the letter by the concerned officer seeking any clarification and/or document, the application will \nbe rejected. \n \nHelpline number \n \nIn case of any difficulty, the applicants may call office landline number of the officer to whom application is to \nbe submitted  during office hours from 1000 hours to 1700 hours on all working days (except Saturdays, Sundays, \nand holidays). \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n16 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \nAnnexure-I \n(Refer to Rule 6.0, 7.0 and 14.0) \nApplication for Enlistment and re-validation in all categories and classes \n(Supporting documents annexed with the application form should be listed in Annexure-II) \n \nClass \n…………………………………………………………………………………………………………………. \nCategory \n………………………………………………………………………………………………………………….. \n \n1. \n(a) Name of the applicant \n…………………................................................................................................. \n \n(b) \nStatus of entity (Individual/Sole Proprietorship/Partnership Firm/Limited Liability Partnership/Company) \n \n \n(c) Registration Number for Firm (LLPIN for LLP and CIN for Company)………………………………………….. \n2. \nNationality......................................................................................................................................................................... \n3. \nAddress \n(a) Registered Office.......................................................................................................................................................... \n \n(b) Head Office (if different from Registered office)  ...................................................................................................... \n \n4. \nContact Details \n \n(a) Telephone Number........................................................................................................................................................ \n \n(b) Fax Number................................................................................................................................................................... \n \n(c) Mobile Number............................................................................................................................................................. \n \n(d) Website URL (If any)................................................................................................................................................... \n \n(e) Email Id......................................................................................................................................................................... \n \n5. \n(a) PAN (Individual / Firm / LLP/ Company)……………………................................................................................. \n \n(b) GST registration number…………………………………………………………………………………………… \n6. \nName, scanned passport size photograph and signature of the Individual(s)/ Partner(s)/Director(s) (Size \nof  photograph should be 2.5 X 3.5 cm having white background and printed name at bottom) \n \nSl.\nNo. \nName\nPhoto\nSignature\n \n \n \n \n \n \n \n \n \n17 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n7. \nIs the individual / sole proprietor / any partner / director of company: \n \n \n \n \n \n \n \n \n \n \nChandigarh Administration  within last one year \n: \nYes …….. \nNo …….. \n(g) \nDirector or partner of any other company/firm enlisted with (Chandigarh Administration)   \nor any other organization \n: \nYes …….. \nNo …….. \n(h) Member of Parliament or any State Legislative Assembly \n: \nYes …….. \nNo …….. \nIf answer to any of the above is ‘Yes’ furnish details on a separate sheet. \n \n8. \n(a) \nName of person holding power of attorney (if any) \n: \n................................................................... \n \n(b) \nNationality \n: \n................................................................... \n \n(c) \nLiabilities (if any) \n: \n................................................................... \n \n9. \n(a) \nName of the banker \n: \n................................................................... \n \n(b) \nFull address \n: \n................................................................... \n \n(c) \nPhone number \n: \n................................................................... \n \n(d) \ne-mail account \n: \n................................................................... \n10. (a) \nWhether already enlisted with Chandigarh \nAdministration  or any other  Department \n(b) \nIf yes, give details in table below: \n \n: \nYes/No \n \nS No\nClass/Category\nDepartment \nName \nEnlistment \nAuthority and \naddress \nEnlistment \nNumber and \ndate \nValidity \nDate \nTendering \nLimit (in \nRs. lakhs) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n10.0): Yes/No \n \n \n \n \n \n \n \n(a)\nDismissed Government servant\n:\n \n(b) \nRemoved from approved list of contractors \n: \nYes ……..\n \nYes …….. \nNo ……..\n \nNo ……..\n(c) \nDemoted to a lower class of contractors \n: \nYes …….. \nNo ……..\n(d) \nHaving business banned/suspended by any Government in the past : \nYes …….. \nNo ……..\n(e) \nConvicted by court of law \n: \n(f) \nRetired engineer/official from Engineering Department of \nYes ........ \nNo ........\n19\n \n18 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n11. \n(a) Is any person working with the applicant a near relative of the official of Chandigarh Administration  (See Rule \n(b) \nIf yes, give details (Name, Designation, PIMS ID)……………………………………………………………… \n……………………………………………………………………………………………………………............. \n12. Enlistment fee details: \n(a) \nDemand Draft Number ………………………………………………………….......................................... \n \n(b) Transaction Date …………………………………………………………................................................................. \n(c) Amount …………………………………………………………............................................................................... \n \n13. Details of completed works secured during the last 7 years, eligible for work experience (to be filled in the \nproforma given in Annexure-III. This list should include required number of works with gross value of work done \n(including enhancement) more than the lowest required magnitude of works for the class in which registration is \nrequired. \n \n14. Certificates (Strike out whichever is not applicable): \n(a) \nI/We (including all partners) certify that I/we have read the Rules for Enlistment of Contractors in \nChandigarh Administration as  amended up to date and shall abide by them. \n(b) \nI/We certify that I/we are not registered and will not get myself/ourselves registered as contractor(s) in \nthe  Department under more than one name in the same category. \n(c) \nI/We certify that the information given above is true to the best of my/our knowledge. I/We understand \nthat if any information is found incorrect, our enlistment is liable to be cancelled. \n(d) \nI/We certify that, \n(i) \nThe constituents of the Firm/LLP/Company reflected in Sl. No. 1(b) and 7 above are as applicable on \nthe date of this application which tallies with the record of the registering authority. I/none of the \npartners/directors retired from Government service during the last one year. \n(ii) \nI/We have neither employed nor shall we employ any person within one year of his retirement from \nthe  Government except with the prior permission of the Government. \n(e) I/We undertake that I/we will hire or otherwise arrange the tools and plants required for the works \nprocured as a result of this enlistment if I/we do not have our own tools and plants. I/we further undertake \nthat I/we will hire or otherwise arrange the required Engineering Establishment required for the works \nprocured as a result of this enlistment if I/we have not already employed the required Engineering \nEstablishment. \n(f) I/We undertake that, if I/we do not possess in my/our name a valid electrical license as required, I/we \nshall associate an agency having such a license for execution of work which requires such a license. \n(g) I/We have attached Annexure-II duly completed. \n(h) I/We undertake that the works have not been got executed through another contractor on back-to-back basis. \n(i) I undertake that I am unemployed engineer/ architect/ horticulturist (submit on affidavit executed before \nthe executive magistrate/ first class magistrate/ notary) \n \n \n \n \n \n \n19 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \nIn the following table in case of partnership firm or limited liability partnership or company all partners or either all \nDirectors or the Chief Managing Director if authorized specifically by a Board Resolution. \n \nS. No\nName\nAddress\nMobile number\nAadhar Number\nPAN\n1 \n \n \n \n \n \n2 \n \n \n \n \n \n3 \n \n \n \n \n \n4 \n \n \n \n \n \n5 \n \n \n \n \n \n \n \nPlace \nSignature / Digital Signature of applicant \nDate \n(Authorized Signatory) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n20 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \nAnnexure-II \n(Refer to S No 14(g)of Annexure-I) \nList of Documents Attached for Enlistment \nName of entity: \nCategory: \nClass: \n \n \nS No\nDocument Description\nAnnexure\nWhether enclosed\nYes \nNo \n1\nProof of constitution {(Annexure-I, S No 1(b)} \n \n \n \n(a)\nIn case of sole proprietorship: an affidavit executed before\nthe Magistrate not below the rank of Executive Magistrate/\nFirst class Magistrate that the applicant is the sole proprietor\nof the firm. \nNone\n \n \n(b)\nIn case of partnership firm: Certification of Registration,\nPartnership Deed, and prescribed documents indicating\nchange in address or constitution of Partnership Firm. \nNone\n \n \n(c)\nIn case of Limited Liability Partnership: Certificate of\nIncorporation, Partnership Deed and prescribed documents\nindicating change in address or constitution of LLP. \nNone\n \n \n(d)\nIn  case  of  Private/Public  Limited   Company:\nCertificate of Incorporation, Articles of Association and\nprescribed documents indicating change in address or\nconstitution of Board of Directors. \nNone\n \n \n2\nPower of attorney, if any, Annexure-I, S No 8 (a) or Board\nResolution, if any. \nNone\n \n \n3\nSelf-attested copy of enlistment order, if any {Annexure-I, S\nNo 10 (a) & 10 (b)}. \nNone\n \n \n4\nList of all near relatives working in Chandigarh \nAdministration  {Annexure-I, S No 11(a) & 11 (b)} (See also\nRule 10.0 of Enlistment Rules) \nNone\n \n \n5\nList of completed works (see Rule 6.0)in Annexure-III\nAnnexure\nIII \n \n \n6\nSelf-attested copies of award letters and final bill for\ncompleted works included in Annexure-III (See Rule 6.0). \nNone\n \n \n7\na) Banker’s Certificate from Scheduled Bank in original (in\nAnnexure V-I) or Networth Certificate in original (in\nAnnexure V-3). \nb) Average   Annual   Turnover   Certificate on   works\nduring the last three financial years in Annexure V-2. \nV-1\nV-3 \n \n \nV-2 \n \n \n \n \n \n 21 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \nAnnexure-III \n(Refer to Rule 6.0) \nDetails of Completed Works: Eligible works completed during the last seven years \n1 Name of work/project & location\n \n2. Name of agency\n \n3 Agreement number\n \n4 Agreement amount\n \n5 Gross value of completed work\n \n6 Stipulated date of start \n \n7 Date of completion \na. \nStipulated date of completion \nb. \nActual date of completion \nc. \nJustified extended date of completion, if any \n \n8 Details and cost of services included\n(a) Civil (water supply, sanitary installation, drainage and \nwater proofing work, etc.) \n(b) Electrical (internal electrical installation, firefighting, \nfire alarm, HVAC, lift, electrical substation, and DG \nset, etc.) \n(c) Number of storeys constructed. \n \n10\nAmount of compensation levied for delayed completion if\nany \na. Whether case of levy of compensation for delay has \nbeen decided or not Yes/No \nb. If decided, amount of compensation levied for \ndelayed completion, if any \n \n11 Details of litigation/arbitration, if any\n \n12 Details of owner\n \n \n(a) Name\n \n \n(b) Address \n \n \n(c) Phone\n \n \n(d) e-mail\n \nCertificate: This is to certify that no adverse action has been taken by the department concerned against me/us. I/We \nunderstand that if any information is found incorrect, our enlistment is liable to be cancelled. \nSelf-attestation by Applicant \nOwner’s Signature with seal and designation \n(Project Manager or Executive Engineer or Equivalent \nNotes: - 1. Scan of original documents to be uploaded in the portal \n2. This proforma shall be filled up separately for all three (maximum} eligible works proposed for works experience. \nApplicants are requested to take photocopies of this proforma as per requirement. \n \n \n22 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \nAnnexure-lV \n(To be filled in by inspection team in reference to rule 3.0 and 3.2 in Guidelines for departmental officers) \nAssessment of quality certificate of completed work (lnspection report) \n1. Name of work/project & location \n2. Name of Agency \n3. Agreement number \n4. Agreement amount \n5. (a) Gross value of completed work (approx.) \n(b) Gross amount of work paid \n(c) Amount of work done but not paid \n6. Stipulated date of start \n7. Date of completion \na. Stipulated date of completion \nb. Actual date of completion \nc. Justified extended date of completion if any \n8. Type of building and number of storeys including basement, stilt \n9. Road/ bridge lane length \n1ODetails of services included with amount. \na. Civil (water supply, sanitary installation, drainage, and water proofing work etc.) \nb. Electrical (internal electric installation, firefighting, fire alarm, HVAC, lift, electrical substation and \nDG set etc.) \n11. Amount of compensation levied for delayed completion, if any \na. Whether case of levy of compensation for delay has been decided or not \nYes/No \nb. If decided, amount of compensation levied for delayed completion, if any \n12. Detail of litigation/Arbitration, if any. \n13. Details of owner \n \nSl. No.\nDetails\nCivil\nElectrical\nArchitecture\nHorticulture\na)\nName of division/circle\n \n \n \n \nb)\nAddress of division\n \n \n \n \nc)\nPhone\n \n \n \n \nd)\ne-mail\n \n \n \n \n \n \n \n \n 23 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n14. Inspection report by inspecting officer. \na.  (Building work) \nS No \nDescription \nMarks \nQuality of components of work \n1 \nCement concrete and reinforced cement concrete \n2 \nStonework \n3 \nWoodwork \n4 \nFlooring \n5 \nRoofing \n6 \nFinishing of walls \n7 \nWater supply and sanitary installations \n8 \nAluminum and steel work \n9 \nBulk services like road, sewage treatment plant, tube well sump etc. \n10 \nSteel structure work\n11 \nRetaining wall and Reinforced Earth Wall\n12 \nExpansion joint\n13 \nSeepage and leakage \n14 \nLines and levels \n15 \nStructural defects and distress \n16 \nQuality of works inside shaft \n17 \nQuality of works in wet areas like toilet, kitchen , labs etc. \n18 \nElevation of building \n19 \nGreen features in the building \n20 \nWorkmanship in general \n21 \nSpecial technology used, if any \nTotal marks\n \nb. (Road work) \nS No \nDescription \nMarks \nQuality of components of work \n1 \nCement concrete and reinforced cement concrete \n2 \nStonework \n3 \nSteel structure work \n4 \nRetaining wall and Reinforced Earth Wall\n \n \n \n \n24 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n \n5 \nBituminous work\n6 \nFinishing of road surface\n7 \nShoulders\n8 \nFootpath\n9 \nCross drainage/surface drainage work\n10 \nQuality of protection works in hill roads\n11 \nCrash barrier, central verge\n12 \nRoad marking\n13 \nRoad signage\n14 \nExpansion joint\n15 \nProfile and surface of flyover/bridge\n16 \nSeepage and leakage \n17 \nLines and levels \n18 \nStructural defects and distress \n19 \nWorkmanship in general \n20 \nSpecial technology used, if any \nTotal marks\n \nc. Electrical & Mechanical Works (Building) \nS No \nDescription \nMarks \nQuality of components of work \n1 \nInternal Electrical installation \n2 \nOutdoor street lighting \n3 \nBulk services like underground cabling etc. \n4 \nFitting, fixtures, switchboards etc. \n5 \nMetering location layout of fittings and cables \n6 \nEarthing \n7 \nLightening arrester \n8 \nWorkmanship in general \n9 \nSpecial technology used, if any \n \nTotal marks\n \n \n \n \n 25 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n \nd. (Public Health Works). \nS No \nDescription \nMarks \nQuality of components of work \n1 \nPublic Health service water supply and sanitation installation.  \n2 \nFixtures \n3. \nLeakages \n4. \nStorm water drainage \n5 \nSewerage system \n6 \nUnderground reservoir \nTotal marks\n \ne. Horticulture work (Building/Infrastructure/horticulture) \nS No \nDescription \nMarks \nQuality of components of work\n1\nDevelopment of lawns and gardens (general layout, slope for drainage of\nwater) \n2\nTree plantation (general layout, spacing, choice of species)\n3\nPlantation of shrubs (general layout, spacing, choice of species)\n4\nHedge/edge/plants (general layout, spacing, choice of species)\n \n \n \n \n26 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n5\nFlowerpots/Indoor foliage plants\n \n6\nIrrigation facilities – Sprinkle/drip\n7\nDrainage of area\n \n8\nComposting and disposal of organic waste\n9\nGeneral health of plants\n \n10\nPest /insets/disease control measures\n11\nVertical wall/terrace/hanging/water/bog/zen garden\n12\nHydroponics\n13\nAutomation of garden\n14\nCacti and succulents\n15\nType of plantation, collection of plants, varieties and diversity\n16\nQuality of existing garden features of lawn, trees, shrubs, hedges/edges,\netc. \n17\nWhether any water logging found in the garden area\n18\nTechnical proficiency\n \n19\nHorticulture and landscaping\n \n20\nWorkmanship in general\n \nTotal marks\n \nNotes: \n1. Each attribute shall be assessed on maximum marks of 10. Those attributes which are not applicable, \nwill not be considered for calculating marks. Relevant documents and photographs must be attached \nalong with the inspection report. \n2. Work with TOR of more than 1 shall not be considered for enlistment. TOR means actual time of \nexecution divided by time of completion stipulated in the agreement plus extended time period \nwithout levy of compensation. \n3. Inspecting authority may modify the above attributes by addition/deletion depending upon nature of \nthe work being inspected. \n4. Chandigarh Administration officers to take action within 21 days. \n \n \nSignature of the inspecting officer(s) \n(Name, Date & Seal) \n \n \n \n \n \n \n \n \n \n \n \n \n27 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \nAnnexure-V-1 \n(Refer to Rule6.3) \nForm of Banker's Certificate from a Scheduled Bank \n \nThis is to certify that to the best of our knowledge and information Shri/Smt/M/s…………………………………… \nhaving registered address ............................................................................................................................................ , \na customer of our bank, is/are respectable and can be treated as reliable for any engagement up to a limit of Rs………… \n(Rupees .....................................................................................................................................................................). \nThis certificate is issued without any guarantee or responsibility on the Bank or any of the officers. \n \n \nThis certificate is issued on the request of Shri/Smt/M/S ………………………………………………………………… \nfor obtaining enlistment in Chandigarh Administration  in \n………………………………………………………………………………….. \n(Name of category), in Class……………. \n \n \nNote: \n1. \nBanker's certificates should be on the letter head of the bank, addressed to enlisting authority. \n2. \nIn case of partnership firm, the certificate shall include names of all partners as recorded with the \nbank. \n \n \nAnnexure-V-2 \n(Refer to Rule 6.3) \nForm of Certificate of Annual Turnover on works from Chartered Accountant \n(Signature) \nFor the Bank \n \nCertified that following is the annual turnover on works of the individual/firm/company as per returns filed with Income \nTax Department for the past 3 (three) financial years. \nName and registered address of individual/firm/company: ………………………….........…………………………………. \n………………………………………………………………………………………………………………………………… \n \nS No \nFinancial Year \nAnnual Turnover on Works in Rs. lakhs \n \n \n \n \n \n \n \n \n \n \n \n \n \n28 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \nUnique Document Identification Number (UDIN) ………………………………… \n \n(Signature of Chartered Accountant) \n(Name of Chartered Accountant) \nMembership No. of ICAI \nDate and seal \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n 29 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \nAnnexure-V-3 \n(Refer to Rule 6.3) \n \nForm of Certificate of Net Worth from Chartered Accountant \n \nIt is to certify that as per the audited balance sheet and profit & loss account during the financial year \n............., the net worth of Shri/Smt/M/s ……………………………….……………………………………... \n(Name & Registered Address of individual/firm/company), as on ………………….… (the date of \ncertificate) is Rs ........................................ after considering all liabilities. It is further certified that the net \nworth of the individual/firm/company has not eroded by more than 50% during the last three years ending \non 31st March ……… (the relevant year as per Rule 6.3.6). \n \n \nUnique Document Identification Number (UDIN) ………………………………… \n \n \n(Signature of Chartered Accountant) \n(Name of Chartered Accountant) \nMembership No. of ICAI \nDate and seal \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n31\n \n30 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \nAnnexure-VI \n \n(Refer to Rule9.0) \n \nApplication for change of name, address, constitution and status (see Rule 6.1), merger and disassociation of \nenlisted entity \n(Please fill in the applicable parts and strike out inapplicable parts) \nPart A \nDetails of enlistment of the exiting entity \n1.   Name …………………………………………………………………….………………………………………….. \n2.   Address ……………………………………………………………………………...………………………………. \n(a) Registered office ……………………………………………………………………………................................ \n(b) Head office ...……………………………………………………………………………………………………. \n3.   Contact details ...……………………………………………………………………………………………………. \n(a) Phone number ...………………………………………………………………………………………………... \n(b) Mobile number ...………………………………………………………………………………………………. \n(c) e-mail account ….………………………………………………………………………..…………………….. \n4. Status (individual/sole proprietorship/partnership firm/limited liability partnership/company) ……………………. \n5. Name(s) of the individual/partners/directors of the entity \n \nS No\nName\nShare\nAadhar \nNumber \nPAN\n1 \n \n \n \n \n2\n \n \n \n \n3\n \n \n \n \n4\n \n \n \n \n5\n \n \n \n \n \n6.   Category of enlistment ………………………………………………………………………………………………. \n7.   Class of enlistment …………………………………………………………………………………………………... \n8.   PAN ………………………………………………………………………………………………………………….. \n9. GST Registration number…………………………………………………………………………………………… \n \n \n \n \n \n 31 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \nPart B \n \nApplication for prior approval for change of constitution or status (See Rule 6.1) of the existing entity \n(Give details of the proposed entity) \n \nPrior approval required for: Change of status Yes/No or Change of constitution Yes/No  \n \n1.   Name………………………………………………………………………………………………………………..... \n2.   Address.…………………………………………………………… ………………………………………………… \n(a) Registered office………………………………………………………………………………………………… \n(b) Head office……………………………………………………………………………………………………… \n3.   Contact details...…………………………………………………………………..…………………………………. \n(a) Phone number…………………………………………………………………………………………………… \n(b) Mobile number………………………………………………………………………………………………….. \n(c) e-mail account…...………………………………………………………………………………………………. \n4.   Status………………………………………………………………………………………........................................ \n5.   PAN………………………………………………………………………………………………………………….. \n6. Names of the partners/directors of the proposed entity \n \nS No\nName\nShare\nAadhar\nNumber \nPAN\n1 \n \n \n \n \n2\n \n \n \n \n3\n \n \n \n \n4\n \n \n \n \n5\n \n \n \n \n7. Is any partner/director of the proposed entity \n(a) \nDismissed government servant \n: \nYes ............ \nNo .............. \n(b) Removed from approved list of contractors \n: \nYes ............ \nNo .............. \n(c) \nDemoted to a lower class of contractors \n: \nYes ............ \nNo .............. \n(d) Having business banned/suspended by any government organization in : \nYes ............ \nNo .............. \nthe past \n(e) Convicted by a court of law \n: \nYes ............ \nNo .............. \n(f) Retired official from Government of India within last one year \n: \nYes ............ \nNo .............. \n(g) \nDirector or partner of any other company/firm enlisted with CPWD \nor  any other organization \n: \nYes ............ \nNo .............. \n(h) Member of Parliament or any State Legislative Assembly \n: \nYes ............ \nNo .............. \nIf answer to any of the above is yes, furnish details on a separate sheet. \n \n \n32 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n8. (a) \nName of the person holding power of attorney (if any) ……………………………………… \n \n(b)\nNationality\n………………………………………\n(c)\nLiabilities (if any) \n………………………………… \n9. (a) Name of the bank \n....……………………………………\n(b) Phone number \n……………………………………..\n(c)\ne-mail account \n………………………………………….. \n10. (a) Is any person working with the applicant a near relative of Chandigarh Administration  official (See Rule 10.0) \n(b) If yes, give details (name, designation, PIMS ID) \n11. \nCertificates (strike out whichever is not applicable): \n(a) I/We (including all partners) certify that I/we have read the Rules for Enlistment of Contractors \nin  Chandigarh Administration  as amended up to date and shall abide by them. \n(b) I/We certify that the information given above is true to the best of my/our knowledge. I/We \nunderstand  that if any information is found incorrect, our enlistment is liable to be cancelled. \n \n(c) I/We certify that \n(i) \nI/none of the partners/directors have retired from Government service during the last one year. \n(ii) \nI/We have neither employed nor shall we employ any person within one year of his retirement \nfrom  the Government except with the prior permission of the Government. \n \n \n \nSignature(s) of applicant(s): \nin case of individual or sole proprietor \n \nIn case of partnership firm or limited liability partnership or company all partners or either all Directors or the Chief \nManaging Director if authorized specifically by a Board Resolution. \n \n \nS No\nName\nAddress\nMobile number\nAadhar\nNumber \nPAN\nSignature\nDate\n1\n \n \n \n \n \n \n \n2\n \n \n \n \n \n \n \n3\n \n \n \n \n \n \n \n4 \n \n \n \n \n \n \n \n5 \n \n \n \n \n \n \n \n \n \n \n \n \n \n 33 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \nList of documents: \n(a) To be submitted along with application for prior approval \n(i) Copy of proposed partnership deed/proposed memorandum of articles, duly signed. \n(ii) An affidavit sworn before a First-class Magistrate/ Executive Magistrate by all the partners/directors to \nthe  effect that the new entity shall take over all the assets and liabilities of the existing entity. \n(iii) Consent of retiring partners/death certificate of partner. \n(b) To be submitted after obtaining prior approval of the enlisting authority. \n(i) Copy of registered partnership deed/memorandum of articles. \n(ii) Certificate from the banker indicating new status or constitution. \n(iii) Acknowledgment from the Income Tax and GST Departments for having noted the change. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n34 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \nPart C \n \nApplication for prior approval for change in the name of an entity \n \n1.   Name as per enlistment order………………………………….….…………………………………………………. \n2.   Proposed name ………………………………………………………………………………………………………. \nList of documents \n(a) To be submitted along with application for prior approval -None \n(b) To be submitted after obtaining prior approval of the enlisting authority. \n(i) An affidavit sworn before a First Class Magistrate/ Executive Magistrate by the individual/all the \npartners  or directors to the effect that the entity has changed its name from ………………………………………... \nto …………………………………………………………………………………………………………….. \n(ii) Copy of registered partnership deed/memorandum of articles with the new name. \n(iii) Acknowledgment from the banker for having noted the change in name. \n(iv) Acknowledgment from the Income Tax and GST Department for having noted the change in name. \n \nSignature(s) of applicant(s): \n \n \nOn this line in case of individual or sole proprietor: \n……………………………………… \n \nIn the following table in case of partnership firm or limited liability partnership or company all partners or either all \nDirectors or the Chief Managing Director if authorized specifically by a Board Resolution. \n \nS No\nName\nAddress\nMobile number\nSignature\nDate\n1\n \n \n \n \n \n2 \n \n \n \n \n \n3\n \n \n \n \n \n4 \n \n \n \n \n \n5 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n 35 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \nAnnexure-VII \n(Refer to Rule 6.8) \nCriteria for evaluation of contractors’ performance for enlistment \n \nName of the applicant: \nCategory: \nClass: \n \nS No\nParameter and evaluation criteria\nMaximum\nmarks \nMarks\nobtained \n1\nWork experience\n(a) 18 marks for minimum eligible value \n(b) 30 marks for twice the minimum eligible value or more \nMarks for intermediate values shall be determined by straight line variation \n \n30 \n \n2\nContract performance\n(a) 30 marks for completion of work without litigation \n(b) 18 marks for completion of work with litigation \n(c) Zero mark for rescission of contract \n \n30 \n \n3\nTime over Run\nTOR= Actual time for completion/stipulated period of completion of work plus\nextended time period without levy of compensation. In case, levy of compensation\nis not decided, extended time period without levy of compensation shall be nil. \n(a) 10 marks if TOR ≤ 0.8 \n(b) 8 marks if 0.8 >TOR< 1 \n(c) 6 marks if TOR is = 1 \n(d) Zero mark if TOR is > 1 \n \n \n10 \n \n4\nQuality of completed works\n30\n \n \nNotes: \n1. \nIf the work experience consists of more than one completed works, the marks under each parameter shall \nbe  worked out separately for each work, and average marks shall be considered for final evaluation. \n2. \nThe eligibility criteria for enlistment shall be minimum 60% marks in each parameter and minimum 70% \nmarks  overall. \n \n \n \n \n \n \n \n \n \n \n \n \n \n36 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \nGUIDELINES FOR DEPARTMENTAL OFFICERS \n1.0     General \nThe enlistment of contractors in various classes and categories shall be regulated as per Enlistment \nRules, 2021 unless otherwise stated in these Rules. \n2.0   Buildings & Roads, Public Health, Electrical and Horticulture category, and re-validation \nThe enlistment rules 2021 as applicable in CPWD have been extended to Chandigarh Administration \nwith certain amendments as per the circumstances prevailing in city Chandigarh. As such enlistment \nhas been notified individually for each branch i.e. for Building & Roads, Public Health, Electrical & \nHorticulture works.  Moreover, the validity of enlistment of  the existing contractors shall seize on \nenlistment under these rules or up to 31.3.2022 whichever is earlier.  Moreover, the contract \nagencies who have already submitted their applications for enlistment shall be considered on request \nto consider as per new enlistment rules fulfilling the eligibility criteria and the fees once paid as \napplicable shall be considered for their enlistment in the said category.   \nThe process of revalidation has been restored with modified provisions. The enlisted agencies may \nseek re- validation of their enlistment any time before the end of validity period of existing \nenlistment. \n \n3.0 \nInspection of works \n \n3.1 \nInspection teams \nThe eligible completed works of the applicant shall be inspected by a team consisting of \nEngineering Department officers. They shall inspect the works and furnish the report on quality of \nwork and performance of the contractor within 21days of the request received from the enlisting \nauthority.  \nThe officer to whom application for enlistment is to be submitted is authorized to constitute a \ncommittee for inspection of works and furnish the report on quality of work and performance of the \ncontractor. \n3.2 \nInspection Reports \n(a) \nThe inspection team shall inspect the site and submit the inspection report through portal to \nthe enlisting authority. It shall make categorical comments and recommendations in the \nprescribed Annexure-IV. \n(b) \nInspecting officers will also ascertain from the copy of agreement, architectural/structural \ndrawings, and other documents like Form 26AS (Annual Tax Statement for applicant’s PAN) \nthat the work being inspected has actually been done by the applicant. \n(c) \nIt will be obligatory on the part of inspecting officer to send the inspection report to enlisting \nauthority immediately, but not later than 21 days of the request received from Member \nSecretary. In case, the applicant fails to present the solicited documents to the inspection \nteam within 15 days of request from Member Secretary, the inspection team shall state so in \ntheir report. After 21 days it will be deemed that the work is inspected and evaluation shall be \ndone on full marks basis. The inspecting officers shall be liable for disciplinary action for delay. \n \n37 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n4.0 \nAdvisory Committee \n \nThe advisory committee shall assist the enlisting authority in scrutinizing the cases, evaluate performance reports \nof contractors, inspection reports of officers ,and make recommendations regarding eligibility of the \ncontractor for enlistment. The Member Secretary shall carryout all the documentation/correspondence with the \napplicants, bank, different departments, etc. its composition is given below. \n \nTable 9: Advisory committee composition \n \nSr. \nNo. \nClass\nBuilding & Roads\nHorticulture\n \nChairman\nMember \n \nChairman\nMember \n1\nI\nEE CP-4\n1.  E.E. CP 4 \n2.  E.E. CP 6 \n3.  E.E. E-2 \n4.  EE PH-7 \n5..  DAO o/o EE CP-4 \nEE (Hort. ) \nEE (Hort.)\nEE CP-6 \nDAO o/o EE(Hort.)  \n2\nII\nEE CP-2\n1.  E.E. CP 2 \n2.  E.E. CP 1 \n3.  E.E. E-1 \n4.  EE PH-1 \n5.  DAO o/o EE CP-2 \nEE (Hort. ) \nEE (Hort.)\nEE CP-6 \nDAO o/o EE(Hort.)  \n3\nIII\nEE CP-5\n1.  E.E. CP 5 \n2.  E.E. CP 4 \n3.  E.E. E-3 \n4.  EE PH-1 \n5.  DAO o/o EE CP-5 \nEE (Hort. ) \nEE (Hort.)\nEE CP-6 \nDAO o/o EE(Hort.)  \n4\nIV\nEE CP-3\n1.  E.E. CP 3 \n2.  E.E. CP 4 \n3.  E.E. E-3 \n4.  EE PH-8 \n5.  DAO o/o EE CP-3 \nEE (Hort. ) \nEE (Hort.)\nEE CP-6 \nDAO o/o EE(Hort.)  \n5\nV\nEE CP-3\n1.  E.E. CP 3 \n2.  E.E. CP 4 \n3.  E.E. E-3 \n4.  EE PH-8 \n5.  DAO o/o EE CP-3 \nEE (Hort. ) \nEE (Hort.)\nEE CP-6 \nDAO o/o EE(Hort.)  \n \n \n \n \n \n \n \n \n \n \n \n \n \n38 \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \nElectrical Category  \n–    Advisory committee composition \n \nSr. \nNo. \nClass\nChairman\nMember \n1.\nI\nEE E-1\n1.  E.E. E-1\n2.  E.E. E-2 \n3.  E.E. E-3 \n4.  DAO o/o EE E-1 \n2\nII\nEE E-2\n1.  E.E. E-1\n2.  E.E. E-2 \n3.  E.E. E-3 \n4.  DAO o/o EE E-2 \n3\nIII\nEE E-1\n1.  E.E. E-1\n2.  E.E. E-2 \n3.  E.E. E-3 \n4.  DAO o/o EE - 1 \n4\nIV\nEE E- 3\n1.  E.E. E-1\n2.  E.E. E-2 \n3.  E.E. E-3 \n4.  DAO o/o EE -3 \n5\nV\nEE E- 3\n1.  E.E. E-1\n2.  E.E. E-2 \n3.  E.E. E-3 \n4.  DAO o/o EE -3 \n \nPublic Health Category   –  \nAdvisory committee composition \n \nSr. \nNo. \nClass\nChairman\nMember \n1\nI\nEE PH-7\n1.  E.E. PH-7\n2.  E.E. PH-3 \n3. DAO o/o PH - 7 \n2\nII\nEE PH-7\n1.  E.E. PH-7\n2.  E.E. PH-3 \n3. DAO o/o PH - 7 \n3\nIII\nEE PH-1\n1.  E.E. PH-1\n2.  E.E. PH-8 \n3. DAO o/o PH - 1 \n4\nIV\nEE PH-1\n1.  E.E. PH-1\n2.  E.E. PH-8 \n3. DAO o/o PH -1 \n5\nV\nEE PH-8\n1. E.E. PH-1\n2.  E.E. PH-8 \n3. DAO o/o PH - 8 \nNote: Enlisting authority can appoint any member or substitute any member to complete the quorum. \n \n \n \n \n \n39 \n \nRULES FOR ENLISTMENT OF CONTRACTORS IN CHANDIGARH ADMINISTRATION, 2021 \n \n \n \n5.0     Scrutiny of cases \nAs soon as an application is received from the contractor for enlistment, it should be scrutinized and if some \ndocument/information is missing, the applicant shall be intimated of the deficiencies within 15 days. In the \nevent of no response or incomplete response within 15 days of the issue of the letter by the enlisting \nauthority seeking any clarification and/or document, the application will be rejected. If all the documents are \ncomplete, an acknowledgment shall be issued to the contractor within 15 days of receipt of complete \napplication. No application received without the prescribed enlistment fee or without Annexure-I shall be \nprocessed, and the applicant shall be intimated accordingly within 15 days of receipt of application. The \nenlistment process shall be completed within 2months of the receipt of complete documents. \n \n6.0   Change in name, address, constitution, and status of enlisted contractors \nThe prior approval for change of status, constitution, and name of enlisted contractors shall be issued by the \nenlisting authority within 60 days from the date of receipt of request from the contractor provided the requisite \ndocuments as per Annexure-VI are in order. Similarly, the order accepting the change of status or constitution, or \nname shall be issued by the enlisting authority within 60 days from date of receipt of the application provided \nrequisite documents as per Annexure-VI are in order. \n \n7.0     Register of enlisted contractors \nDigital register of enlisted contractors shall be maintained showing the enlistment of various contractors in \ndifferent classes and categories. Whenever contractors are, temporarily suspended,or removed from the list of \napproved contractors, a remark shall be made in the register against the contractors concerned by the Member \nSecretary. All Member Secretary must ensure to fill up details of enlisted/suspended contractors on the \nwebsite. There is a ‘List of Contractors’ on the website which has to be updated on fortnightly basis.  \n8.0     Re-issue of enlistment order \nSome categories have been renamed and some have been merged under these Rules. Re-issuing of enlistment \norder is not required due to such renaming and merger. \n \n9.0     Enlistment/ rejection orders \nEnlistment/debarment order must also be uploaded in the list of contractors in Chandigarh Administration \nwebsite by Member Secretary. Hard copy must invariably be sent to the contractor by SPEEDPOST.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
        "file_name": "fin22-19081-2212.pdf",
        "text": "No. 152608/F&PO(5)/2022/ |4% \\\nCHANDIGARH ADMINISTRATION\nFINANCE DEPARTMENT\n(ACCOUNTS BRANCH)\n\nChandigarh, dated the 92|12-}2002.\n\nTo\nAll the Head of Departments,\nChandigarh Administration.\nSubject: Operationalisation of revised/new Object Heads under Rule 8 of\n\nDFPR, 1978 -reg.\n\nI am directed to refer to letter No. F. No. TA-2-03002(1)/2/2019-TA-II (e-\n417)/442 dated 15.12.2022 received from the Joint Controller General of Accounts,\nGovt. of India, Ministry of Finance, Department of Expenditure, 0/o Controller General\nof Accounts, New Delhi regarding operationalisation of revised/new object heads under\n\nRule 8 of DFPR, 1978.\n\nThe above instructions for operationalisation of revised object heads have\nbeen uploaded on the official website of the Chandigarh Administration, the same may\nbe downloaded and to direct the DDOs working under your kind control to spread\nawareness of these concordance tables for smooth implementation & operationalisation\n\nof revised object heads w.e.f. 01.04.2023.\n\n(Q,Chandigarh Administration.\npi a ag tr ce nana qenaneenamntetaneet\n\nF. No. TA-2-03002(1 /2/2019-TA-I] (e-417) Java\nGovernment of India\nMinistry of Finance\nDepartment of Expenditure\nO/o Controller General of Accounts\n\nMahalekha Niyantrak Bhawan,\nBlock-E, GPO Complex, INA,\nNew Delhi-110023\n\nDated: 15\" Dec, 2022.\n\nOFFICE MEMORANDUM\n\nSubject: Operationalisation of revised/new object heads under Rule 8 of DFPR,1978-reg.\n\nReference is invited to the Department of Expenditure’s Notification: dated 12'\" December\n2022 (Copy enclosed) wherein the amendment to Rule 8 of Delegation of Financial Powers Rules,\n1978, has been forwarded, for publishing in Gazette of India. The said amendment shall come into\nforce on and from the Ist day of April, 2023.\n\nPH In this connection, the following concordance tables showing the changes as per the\ndescription of revised object heads have been prepared by this Office for guidance of\nMinistries/Departments for preparation of Detailed Demands for Grants for the year 2023-24.\n\n(i) Annexure I : Concordance table containing list of revised object heads to be\noperational from 1.4.2023 with reference to existing object heads,\n\n(ii) Annexure II : Indicate change in object heads to be used for classification under\nRevenue Section w.e.f. 1.4.2023.\n\n(iii) Annexure III: Indicate change in object heads to be used for classification under\nCapital Section w.e.f. 1.4.2023.\n\n3. All Pr.CCAs/CCAs/CAs(IC) of Ministry/ Department and Head of Accounting Organisations\nof M/o Telecommunications, D/o Posts, etc. are requested to instruct officials under their control\nto spread awareness of these concordance tables and to assist concerned authorities in\nMinistries/Departments for smooth implementation & operationalisation of revised object heads\nw.e.f. 01-04-2023 .\n\nEncl.: As above. ~S2e ‘ )\n\n(Shailendra Kumar)\nJoint Controller General of Accounts (ARPR)\n\nTo\n1, All Pr. CCAs/ CCAs/ CAs of Ministries/ Departments\n2. Director of Accounts, UTs Administration- Andaman & Nicobar Islands/ Dadra and\nNagar Haveli and Daman & Diu/ Lakshadweep and Ladakh.\n3. The AG(A&E), UT of Chandigarh Administration.\n4.PAOs, Lok Sabha Secretariat/ Rajya Sabha Secretariat/ President Secretariat/Election\nCommission, Delhi\n5. PAO (Audit), O/o AG (Audit), AGCR Building, IP Estate, New Delhi-2\nCopy for kind information to:\n\n1. Addl. CGA (PFMS)/Addl. CGA (HR&OYAddI. CGA (A&EFR)\n\n2. FAs of Ministries/Departments\n\n3. DG (Govt. A/cs.), Ofo Comptroller & Auditor General of India, Bahadur Zafar Marg,\nDelhi\n\n4, Joint CGA(GIFMIS), O/o CGA\n\n5. Director (Budget), Budget Division, DEA, MoF, North Block, New Delhi with reference\nto their OM dated 23rd Nov, 2022.\n\n6. Dy. Secy, (E.1I(A), D/o Expenditure, MoI’, North Block, New Delhi\n\n7. ACGA (DAMA), Ofo CGA.\n\n8.Sr. A.O. (ITD), O/o CGA for uploading on the website of CGA.\nGovernment of India\nMinistry of Finance\nDepartment of Expenditure\n\nNorth Block, New Dethi\nDated 12\" December, 2022\nTo\nThe Manager,\nGovernment of India Press\nMayapuri,\nNew Delhi\nSubject: Amendment to Rute 8 of Delegation of Financial Powers Rules, 1978.\nSir,\n\nThe undersigned is directed to forward herewith Notification No. 01(14)/2016-\nE.II(A) dated 12 December, 2022 on the subject cited above for publishing in weekly gazette\nunder Part-II Section (3), sub-Section (ii) of the Gazette of India,\n\nYours faithfully,\nZe]\n. Digitally signed by el: K. taba\nRANJIT paws KuMARJHA (Avinash K.Nilankar)\nKUMAR JHA 936 02 ee Deputy Secretary to the Government of India\n\nTel: 23092689\n(TO BE PUBLISHED IN THE GAZETTE OF INDIA, PART II, SECTION (3), SUB-SECTION\n(It)\n\nGovernment of India\nMinistry of Finance\nDepartment of Expenditure\n\nNew Delhi, the..........., 2022\nNOTIFICATION\n\nS.0, ........ In pursuance of clause (3) of article 77 read with article 150 of the Constitution,\nthe President hereby makes the following rules further to amend the Delegation of Financial\nPowers Rules, 1978, namely:—\n\nlL () These tules may be called the Delegation of Financial Powers (Amendment)\nRules, 2022.\n(2) They shall come into force on and from the 1“ day of April, 2023.\n\n2 In the Delegation of Financial Power Rules, 1978, hereinafter referred to as the principal\nrules, for rule 8, the following rule shall be substituted, namely:—\n\n“8, Primary units of Appropriation.—\n(1) A Grant ot Appropriation for charged expenditure is distributed by standard Object\nHeads under which it shall be accounted for and each such standard Object Head, against which\n\nthe provision for expenditure appears, constitutes a primary unit of Appropriation.\n\n(2) The primary unit may include provision for both voted and charged expenditure and in\nthat case {he amount of each is shown separately.\n\n(3) The primary units of Appropriation or standard Object Heads shall be as specified in the\ntable below:\nDescription / Definitions\n\n(A) Revenue Expenditure\n= Object Class 1- Compensation to Employees\n\nTT will include pay of the Government employees as defined under\nFR 9 (21), honorarium to Government servant and stipend to interns.\nTt will also include expenditure on emoluments and allowances of\nHeads of States and other high dignitaries including Sumptuary\nAllowance, salary payable to the staff of Departmental canteens and\nleave encashment on LTC.\n\nSalaries\n\nit will include wages of labourers and of staff at present paid out of\ncontingencies,\n\nIt will include rewards under a scheme given to the Government\nemployees in addition to their pay and allowances. It will also\n\nRewards include payment of bonus and cash awards for Hindi Pratiyogita,\nete.\nMm | ; it will include amount paid towards medical reimbursements /\n06 ~siereinel {| tfeatment of the Government employees! pensioners.\n\nIt will include as applicable the Dearness Allowance, House Rent\nAllowance, Transport Allowance, Foreign Allowance, Non\nPracticing Allowance, Deputation (Duty) Allowance, Personal Pay,\nFamily Planning Allowance, Special Compensatory (Hill Areas)\nAllowance, Tribal Avea Allowance, Hard Area Allowance,\nHeadquarter Allowance, Overtime Allowance, Children Education\nAllowance, Reimbursement of Tuition Fee, Ration Allowance, Cost\nof Ration given in cash, Constituency Allowance, Uniform and\nClothing Allowance, Entertainment Allowance, Project Allowance,\nSpecial Compensatory (Remote Locality) Allowance, Bad Climate\n\n&\n\n3 07 Allowances\n\nDescription / Definitions\n\n(4)\n‘| Duty Allowance, Risk Allowance, Sunderban Allowance, Cash’\nHandling Allowance, Caretaking Allowancé, Split Duty Allowance\nand any other allowance in addition to above which is payable to the\nGovernment employees in addition to their pay.\n\nit will include ait/rail/bus fare/fare of any other mode of transport |\nentitled under LTC Rule.\n\nLeave Travel\nConcession\n\nIt will include expenditure on cost of training such as fees paid,\ncontingencies, materials, etc., for participating in the training,\nworkshops but exclude expenditure on domestic or foreign travel\nexpenses.\n\nTraining\nExpenses\n\na Object Class [I-Social Security of Employees\n\nIt will include all pensionary benefits including payment of pensions |\nand gratuity in all forms to the Government employees, members of\nParliament, freedom fighters, etc, ft will also include contributions\nto service funds and contributory provident funds and payment of\nleave encashment at the time of retirement or death, termination of\nservice, etc, It will also include Government's contribution payable\nunder National Pension System (NPS) for Government employees.\nThis will, however, not include social security expenditure such as\nold age pension.\n\nPensionary\nCharges\n\nObject Class 11 - Goods and Services\n\nIt will include travel expenses on official tours and transfers of the\nGovernment employees within India. This will also include\nexpenditure on TA / DA to non- official members on account of\ntravel in India. It will also include transfer TA payable to\npensioners at the time of retirement.\n\nDomestic\nTrayel\nExpenses\n\nIt will include expenses on official tours and transfers of the\nGovernment employees outside India, This will also include\nexpenditure on TA/ DA to non- official members going on official\ntour abroad.\n\nForeign\nTravel\nExpenses\n\nSr.No\n\ni\n\n= Object Head | Description / Definitions |\nre\n\n{\n\n7\n4\n\nIt will include all recurring and non-recurring contingent expenses\nincurred for the maintenance of office establishment such as,\nstationery, postage charges, courier charges, telephone charges,\ninternet charges, cable connection charges, electricity charges,\nwater charges, service agreements, security, expenditure relating\nto hiring of retired Government servants on short term contract\nbasis, outsourced office attendants, office assistants/Data Entry\nOperators (DEO), house-keeping, liveries/uniforms, hot and cold |\nweather charges, pest control, refreshment, books and periodicals, |\nhospitality expenses including entertainment of foreign delegates,\ngifts and souvenirs and conferences/ seminars/workshops/meetings\nconvened by office including all related expenses on study\nmaterial/ kits, refreshments, study tours, ete. It will also include\npurchase of office equipment, furniture and fixtures not excceding\nthe threshold limit of one lakh rupees or three years of useful life,\neither of the (wo, as decided by the Government from time to time.\nThe office equipment and furniture and fixtures exceeding the\nthreshold limit as decided by the Government from time to time\nshould be classified as ‘capital’ expenditure under the relevant\nObject Head ‘Machinery and Equipment’ and ‘Furniture and\nFixtures’. Purchase of vehicles, however, irrespective of its usage\n(office or otherwise) should be classified as ‘capital’ expenditure\nunder the relevant capital Object Head ‘Motor Vehicles’.\n\nOffice\nExpenses\n\nIt will include expenditure on rent for buildings (non-residential or\nresidential or structures other than buildings), municipal rates and\ntaxes and lease charges for rented land and buildings, the\nRent, Rates | ownership of which is not transferable to Government. However,\nand Taxes for | joase charges for land and buildings, the ownership of which is\n\nLand and i SOU\nBuildings transferable to Government, will be classified as ‘capital\n\nexpenditure under the relevant Object Heads ‘Land’ and\n‘Buildings and Structures’.\n\nlt will include expenses on royalties on patents, designs,\ntrademarks, print, publishing, music, etc.\n\noS 2\né 3 Object Head Description / Definitions\nn»\n\n|\n\na en ” meets rune emnee 602009\"\n| @ (3) - 4) cay op\n] , ~~ Tit will include expenses on printing of valuables, printing of audit\nH and accounts reports, forms, stationery, office codes, manuals and\n| other documents, newspaper and magazines including e-books, e- |\n\nPublication magazines, digital printing, pen drive, CD, etc, but exclude\n\n| expenses on printing of publicity material which shal] be classified\n\n|\n\nPrinting and\n\nunder Advertising and Publicity.\n\nIt will include expenses on rent for equipment and other various\nitems like office equipment, transport, computer and ancillary\nequipment, communication equipment, air-conditioning, heating\nand refrigerating equipment, security equipment, broadcasting and\nrecording equipment, construction equipment, agricultural\nequipment, horticultural equipment, medical equipment, furniture\nand fixtures. It will also include Jease charges for equipment and\nother items, the ownership of which is not transferable to\nGovernment. However, lease charges for equipment and other\nitems, the ownership of which is transferable to Government will\nbe classified as ‘capital’ expenditure under the relevant Object\nHeads.\n\nprocurement or development of hardware and software where the\ncost of individual item does not exceed the threshold fimit of one\nlakh rupees or three years of useful life, either of the two as\ndecided by the Government from time to time. The threshold limit\nwill, however, not apply to the consumables like toner and\ncartridge for printer shall be classified under revenue expenditure.\n\nDigital\nEquipment\n\nIt will include expenses on various kinds of supplies, materials and |\nstores etc., such as., medical supplies, educational supplics,\nagricultural supplies, livestock supplies, cleaning materials,\nhospital drugs and medicines, veterinary drugs, chemicals and\nfertilizers, lab supplies, spare parts, clothing and tentage.\n\nMaterials and\nSupplies\n\nIt will include revenue expenditure on arms and ammunitions on\n\nArms and\n\ni eet police and other para-establishments.\n23. | Cost of It will include expenditure on procurement of ration provided to\nRation police and central armed police forces.\n\nc oe\n| ba 5 Object Head Description / Definitions\na)\n\n@) 4)\nT Fuels aid mes will include expenditure on petrol, oil, lubricants and other fuels\nLubricants like CNG, diesel, etc.\n\n22.\n\ni Pit will include expenses ‘including commission to agents for sale\nand printing of publicity material on advertising and publicity\nAdvertising | through various media such as print media, TV media or outdoor\nand Publicity | media or Internet or mobile network or other audio-visual\npublicity or fairs and exhibition,\n‘Tit will include expenditure on repairs and maintenance of minor\ncivil and electrical works of office buildings, residential buildings,\nparen other buildings and expenditure on running operation and\nWorks maintenance (ROM) of diesel genset, etc., maintained by the\nCPWD.\n\n27\n\nIt will include expenses on engagement of professionals, |\nconsultants, artists, banks, etc., for providing services to the\nGovernment which include legal services, consultancy fees, audit\nfees, teaching and training Fees, payments to artists, remunerations\nto question setters or invigilators or guest speakers, payments to\nother departments for services rendered, payment or expenses to\nagencies for conducting departmental examination.\n\nProfessional\nServices\n\nIt will include expenses on repair and maintenance (including all\nmaintenance contract) of equipment such as machinery and\nequipment, office equipment, equipment for other functional use,\ndigital equipment for office use, digital equipment for functional\nuse, furniture and fixtures for office, furniture and fixtures for\nother functional use, vehicles (including motor vehicles and non\nmotor vehicles like bicycle, rickshaw, carts, trolleys and boat, etc.,\nfor office or functional use),infrastructural assets (It will include\nexpenses on preventive, operating maintenance of Infrastructural\nassets other than minor civil and electrical works like lines,\nbridges, rolling stocks of railways, roads, highways, ports, ships,\naircrafis, helicopters, radars, hovercrafts, airports or other\ninfrastructures), tools and plants, arms and ammunitions, etc., but\nexclude expenditure on upgradation, midlife rehabilitation,\nretrofitting and or reconditioning.\n\nRepair and\nMaintenance\n| Object Head ; Description / Definitions\n\ni\n“F\n\n-@\nBank and It will include bank service “charges, agency charges, “‘MDR\nne charges, direct benefit transfer charges to’ banks and any other\ncharges for convenience fee performing monetary transactions.\n| It will include expenses on awards and prizes given by the |\nae and | Government to the eminent persons and organisations.\n\nObject Class ['V- Aid and Assistance\n\nIt will include Grants-in-aid released for payments other 4\nsalaries and creation of capital assets. It will also include\nexpenditure on welfare activities.\n\nGrants-in-aid\n- Gencral\n\nTt will include the contributions made to international or national |\norganisations related to membership. This will not include\ntransfers made to autonomous bodies or PSUs or PSBs for corpus\nfunds,\n\nContribution\n\nIt will include subsidies released under various schemes of the\nGovernment.\n\nSubsidies\n\nIt will include the amount of scholarship released to various\ninstitutions or organisations or beneficiaries or individuals,\n\nScholarships\n\nIt will include Grants-in-aid released for payment for creation of\n\ncapital assets. It will also include Viability Gap Funding\n(Expenditure on the projects run under Viability Gap Funding\nScheme).\n\nGrants for\nereation of\nCapital Assets\n\nIt will include grants-in-aid released for payment of salaries.\n\nGrants-in-aid\n- Salaries\n\nit will include vaiue of aid material and equipment transferred to |\nMinistries or Departments or other Governments or organisations,\nIt will also include grants given in kind to grantee bodies,\n\nAid Material\nand\nEquipment\n\nom Pr Soar A arenes TL earns _ 4\n34. | 41 | Service ft will include expenses on secret services.\nSR A 2 sh ie ee ee eNO oe\nIt will include the loss due to difference in the rate of exchange of\n“ foreign currency in Indian rupees. The loss due to difference in the\n35, | 44 oe e rate of exchange at the time of receipts loans from foreign |\nss 8 resources and repayment thereof shall also be debited under this\nObject Head.\nca ‘aaa Te will include payment of interest on capital ¢ and discount on\n36. | 45 Interest |\n: P. oans.\nayments\n\n37.\n\n38.\n\nch\n\nSr.No |\n\n|\n;\n|\ni\n|\n\nNN ae TdIs Mtb dis, Copan arena\n\n}\noo\n| & | Object Head Description / Definitions\n{ {\n\n~ Object Class V-Mise. Revenue Expenditure\n\nIt will include payment out of discretionary grant, other discounts,\nfees and fines, custom duty compensation, commitment charges,\nnotional value of gifts, re-imbursement of newspapers purchased\nor supplied to officer’s residence and purchase or re-imbursement\n\n49 pod of briefcase or ladies purse to Government servants’, etc. Any\ney Cee other expenditure which cannot be classified under any of these\nexpenditure\n\nspecified object heads will be debited to this head. It will also\ninclude expenditure in respect of schemes, sub-schemes or\norganisations not elsewhere classified.\n\n(B) Capital Expenditure (Assets)\n~~ Object Class-VI-Non-Financial Assets (Fixed and Intangible Assets)\n\nMotor Vehicles\n\nTt will include procurement of motor vehicles on road like buses,\ncars, trucks, motorcycles, irrespective of their usage.\n\nIt will include procurement of machinery and equipment (other\nMachinery and | than motor vehicles and ICT equipment), electrical and electronic\nEquipment ; Fi : as aE\nequipment, medica! appliances, precision and optical instruments,\nwatches and clocks, musical instruments and sports goods etc.,\ncost of which exceeds one lakh rupees or three years of useful life,\neither of the two, need to be booked under this head.\n\n52\ns a\nfe 3 Object Head Description / Definitions {\n\n21k. oe, SER emer ree ee es CeIn,\nItwill include procurement of information, computer,\ntelecommunications (ICT) equipment suck as computer hardware\nInformation, and telecommunications devices (computer / laptops, projectors,\nComputer, etc,) and computer software exceeding the threshold limit of one\n40. | 71 | Telecommu- E :\nnications (ICT) lakh rupees or 3 years of useful life, either of the two,\nequipment electromagnetic spectrum which is used in the transmission of\n\nsound, data and television.\n\n|\n4 1 eal ee .\n(RTOS Ri the A a a oe Tar 2 RET, KES AROS ROY OS RE TAT RE BD\ni It willinclude office buildings, residential buildings, other\n| ie ; ? ee pane\n| Buildings and buildings and structures like hospitals, laboratories, auditorium, {\n72 =| Structures light houses, shelters etc., public monuments like statues,\n\nfountains established at public places, and land improvement,\n\n|\nj 41\nIt will include procurement of infrastructural assets such as roads, |\nbridges, tunnels, irrigation projects, power projects, sports |\ninfrastructure, water and sewage projects, railway assets, ships, |\nports, satellites, satellite launch vehicles, airports, aircrafts, motor |\nInfrastruc-\n\n(cival beets boats, railway locomotives and rolling stock, other infrastructural\nprojects (include cable lines, sewage systems, rain water\nharvesting, solar systems, telecom towers, transmission lines and\nelectricity towers, etc).\n\nIt will include expenditure on purchase of furniture and fixture\nFurniture & exceeding threshold limit of one Jakh rupees or three years of\nFixtures useful life, either of the two, for office use and functional use.\n\nArneund It will include procurement of arms and ammunitions of capital |\nAmmunitions | nature,\n(Capital) 2|\n~ It will include rehabilitation, overhaul, retrofitting of heritage asset\n\nUpgradation recognised and recorded in the asset register at the hominal value\nProcurement of | Of Rs. 1/- and upgradation ‘not elsewhere classified’. It will also\nHeritage Assets | include expenditure on procurement of items of fine art and of\nand n.e.c, cultural and archaeological importance.\n\n‘It will include procurement of other fixed assets like library books |\nOther Fixed and publications, trees, crops and plants, whose natural growth and\nAssets regeneration is under the direct control, responsibility and\n\nmanagement of institutional units, non-motor vehicles like bicycle,\n\n9\n> o\na | E | Object Head Description / Definitions\nM} @ @) ay\n\nrickshaw, cart, trolleys, boat, meet ee\n\nresidential building, including the soil covering and any associated\n47. | 78 | Land surface waters (reservoirs, lakes, rivers and other inland waters\n| over which ownership rights can be exercised).\n\n= te Will include mineral and energy reserves located on or below\n\nthe surface of earth including deposits under the sea like oil,\nnatural gas, coal, metallic ores including ferrous, non-ferrous and\nprecious metal ores), non-metallic mineral reserves (including\nstone quarries, clay and sand pits, chemical and fertilizer mineral\ndeposits, and deposits of salt, quarts, gypsum, natural gem stones,\nasphalts, bitumen, and peat), water resources, plants that yield both\nonce-only and repeat products over which ownership rights are\nenforced but for which natural growth or regeneration is not under\nthe direct control, responsibility, and management of any\ninstitutional units such as virgin forests and fisheries that are\ncommercially exploitable.\n\nNon-produced\nassets other\nthan land\n\n48. | 79\n\nIt will include expenditure on copy right, patents, goodwill,\nintellectua! property, etc.\n\nIntangible\nAssets\n\nObject Class VI- Financial Assets\n\nIt will include investments made by the Government on purchase\nof shares and equity, investment in securities, investment in fixed\nand term deposits, and other investment.\n\n‘| Repayment of\nborrowings\n\nopen pn\n\nObject Head Description / Definitions\n(ae, Sarre eS\nIt will include subscriptions made by the Government of capital\nSubscription | nature, .\n\nIt will include al) other capital expenditure which cannot be\n\nOther Capital | classified any of the above capital object head.\n\nexpenditure\n\n(C)- Accounting Adjustments\n\nObject Class V1l-Accounting Adjustments\n\nIt will include the amount kept under suspense heads for want of\ncomplete details for adjustment under final head of account.\n\nSuspense\n\nit will include depreciation charged on the assets by commercial\n\nDepreciation departments.\n\nIt will include the provisions of reserves.\n\nInter Account|\n\nIt will be used for transfer of amount from one head to another\nTransfers\n\nIt will include write off of irrecoverable loans, trading losses.\n\nTt will include ‘amounts paid ‘from the receipt heads by adjusting as\nreduction in receipts.\n\nDeduct expenditure.\n\nRecoveries\n\nNote : The expenditure on improvement / up gradation of assets, which include rehabilitation,\noverhaul, retrofitting of assets and lease charges of land, buildings, equipment and other non-\nfinancial assets, the ownership of which is transferable to Government, will be booked under the\nobject head class - Capital expenditure ( Assets) against relevant assets.\n\n(4) The Finance Ministry may add to the primary units specified in the table under sub-rule\n(3) any other primary unit or prescribe an entirely different set of such units.\n\n11\n(5) The departments of the Government of India shall keep in view the following with regard\nto the numeric codification for preparation of the Detailed Demands for Grants, namely :-\n\n(i) the number of tiers of classification in the Detailed Demands for Grants shal] be\nthe standard six tiers indicated in the table below:\n\n{SLNo.| Type ofHead |\n\n| Major Head —\nSub-major Head\n“|MinorHeed |\n‘Sub-head\nDetailed Head\n6. Object Head\n\na aigis(Function)\n-2 digits(Sub-function)\n\n-2digits(Scheme) i\n-2 digits(Sub-scheme)\n\n-2 digits(Primary unit of Appropriation or Object Head)\n\n(ii) the numeric code numbers assigned by the Controller General of Accounts for\nMajor, Sub-major, Minor Heads, Sub-heads and Detailed Heads for the Union and States\nshail be followed in the Detailed Demands for Grants;\n\n(iii) the distinction between Revenue and Capital Expenditure shall be as defined in\nthe Government Accounting Rules, 1990 and the General Financial Rules, 2017.\n\nFile No. 01(14)/2016-E.TI(A)\n\n(Avinash K. ok\nDeputy Secretary to the Government of India\n\nNote: The principal rules were published in the Gazette of India vide $.0, No.2131 dated the\n22\" July, 1978 and have subsequently been amended vide:-\n\n(i) Notification No. SO. 1187, dated 9,6,1979\n(ii) pp No. $0.2942, dated 1.9.1979\n\n(iii) = No. SO, 2611, dated 4.10,1980.\n(iv) o No, $0.2164 dated 15.8.1981\n(vy) 4 No, 80.2304, dated 5,9.1981,\n(vi) aS No. 80.3073, dated 4,9,1982.\n\n122\nAnnexure ‘I’\n\nConcordance Table of revised object heads (Rule 8 of DFPR\n\n| SL.No Description of Description of Remarks\nObject Heads Object Heads\n=H {w.e.f, 1.4.2023)\nObject Class | (Compensation to\nEmployees)\n\nSalaries\n\nWages\n\nRefer Annex -It for\ndetails\n\n“Object Class Il (Social Security of\n\nbsp\n-\n\nPensionary charges\n\nil\n\nForeign Travel Exp\n\nNo change\n\nNo change\n\nRefer Annex -II, Hl for\ndetails\n\nRent, Rates and Taxes for Land and\nBuildings\n\nPublications Nomenclature\n\nchanged Refer Annex\nll for details\n\nee\n; si\n\nBees ct\n\nie ES\n; He Rie Miner CT SBP eke ss\nmaterials i\n\nMaterials and Supplies 21\nchanged\nRefer Annex -Il for\n| 16 | 22 | Arms and Ammunitions 18 | Arms and Ammunitions details\n23 | 23 |\n\nCost of ration\n\n~~ Description of —\nObject Heads\n(w.e.f1.4,.1995)\n\n24 | POL\n\nCode\n\nSL.No Description of Code | Remarks\n\nObject Heads\n(w.e.f. 1.4.2023)\n20 | Fuel and Lubricants\n\n24 | Nomenclature\nchanged. Refer\nAnnex -ll for details\n\nNo change\n27 | Nomenclature\nchanged. Refer\nAnnex -I for details\n8 | No change\n\nNew. Refer Annex -Il\n\n28 | Professional Services 2\n\n~ Object Class IV (Ald and\nAssistance)\n\nGrants-in-Aid Generat\nContributions\n\nrants-in-Aid General\n‘ontributions\n\nSubsidies ubsidies\nim\n27 Scholarships/stipends details\n| al Grants-in-Aid for creation of a\ncapital assets 31 | assets No change.\n\n2 Ramin Bh 36 noting |\n\n0 At tse pent —f ey\n\nOhjaciGan Vine: Ravence\nExpenditure\n\nSecret Service aes\n\ncat\nii eer a\n\nNomenclature\noe\n\nLoss in Exchange\n\nObject Class VI (Non-Financial\nAssets)\nMotor vehicles\n\n$1 | Refer Annex-il! for\ndetails\n\nDescription of Description of Code Remarks\n\nObject Heads Object Heads\n\n(w.e.f 1.4,.1995) (w.e.f. 1.4.2023} | _\nMachinery and Equipment §2 | Refer Annex-lil for\n\n; ‘information, Computer, >\n‘| Telecommunications (ICT)\n\ninvestment\nLoans and Advances\n\nepayment of Borrowings 52 | Repayment of Borrowings\n\ne rSubserintio\n\nPat\n\nOther Capital Expe\nObject Class Vil (Accounting\nAdjustments)\n\nenee, Depreciation\n56 | Reserves\ninter Account Transfers\n\nDeduct Recoveries\nList of new object heads and defunct heads w.e.f. 1.4.2023\n\nAgainst 48 object heads earlier, there shall be 61 object heads from\n1.4.2023. The effective increase of 13 object heads is as a result of insertion of\n22 new object heads and deletion of 9 existing object heads.\n\nList of 22 new object heads w.e.f. 1.4.2023:\n\n~ Description of\n_ObjectHead\n\n“SILNO. |\n\nuf Allowances*\n\n2 Leave Travel\nConcession\nTraining Expenses\n\n07\noO\n3 [og | 4.\n[19 |\n29\n\nCode | SI.NO.\n\nDescription of\n\nObject Head\ninformation, Computer,\nTelecommunications {ICT) equipment\nBuilding and Structures\n\nInfrastructural Assets\nFurniture & Fixtures\n\n5 Digital Equipment 19 16 Arms and Ammunitions (Capital)\n6 Repairs and 17 Upgradation/Procurement of 76\nMaintenance heritage assets and not elsewhere\nclassified i\n7 Bank and agency 39 | 18 Other Fixed Assets 77\n{charges val man\n8 Awards and Prizes 40 19 | Land 78\n9 Aid Material and 37 20 Non-produced assets other than land | 79\nzie Equipment\n10 Other Revenue 49 Intangible Assets 80\nexpenditure _ oe\nil Deduct Receipts 69 22 Subscription 57\n\n[ *Aflowances’ includes aif allowances and head \"Salaries\" will depict basic pay only ]\n\n9 existing heads will become Defunct from 1.4.2023:\n\nDescription of Object Head\nOvertime Allowance\n| BCTT\n\n| Other Administrative expenses\n\n| Clothing and Tentage\n| Other contractual services\n\n| Share of taxes/duties\n| Other charges\n\n2\n3\n4\n5\n6 | Lump sum provisions\n7\n8\n9\n\n| Major Works\n\nAnnexure ‘Il’\n\nConcordance table to indicate changes as per the description of revised object\n\nheads\n\n(Revenue Expenditure)\n\noffice equipment, transport, computer and ancillary | Expenses\nequipment, communication equipment, air-conditioning, |\n\nHeating and refrigerating equipment, Security equipment, |\nBroadcasting and recording equipment, Construction\nequipment, agricultural equipment, horticulture equipment,\n\nmedical equipment, furniture and fixtures.\n\nLease charges for office equipment and other items, the\nownership of which is not transferable to Government\n\nSI.NO. Type of expenditure ey: Classified To be classified under\nunder existing Revised\nObjecthead | Object head w.e.f.\n| ws | 1.4.2023\nes Pay (ie. Basic Pay), Honoraria, Leave encashmenton LTC _| Salaries _ ~~ | Salaries\n2 All allowances salaries Allowances\n3 [Payment ofbonus [Salaries [Rewards _——|\n4 Travel expenses on LTC Salaries\nee Concession\n= Overtime Allowance | Over Time Allowances\n| Allowance\nOffice Office Expenses\nFixtures not exceeding the threshold limit of one lakh rupees | Expenses\nor three years of useful life, either of the two.\n7 Expenses on printing of forms, stationary Office | Printing and\nExpenses | Publication\niF Expenses on rent for equipment and other various items like | Office | Rent for others\n\n9 Expenses on repair and maintenance of office machines and | Office Repair and\n| equipments Expenses Maintenance\n\n10 i Maintenance of staff cars and other vehicles for office use Office\neerie eR eee ee Expenses\n{11 Petrol, Oil, Lubricants(POL) expenses on vehicles for office use | Office\n\nRepair and\nmaintenance\nFuels & Lubricants\n\n__| Expenses\n12 Procurement or development of hardware, software where | Office\n\ncost of individual item does not exceed the threshold limit of | Expenses or\none lakh rupees or three years of useful life, either of the | Other charges\n\nDigital Equipment\n\nSalaries\n\ntwo. under\nConsumables like toner and cartridges irrespective of cost. Detailed\nPar berries -_ Head; IT\n13 Salaries of Departmental canteen staff Other\nAdministrative\npeoeacces oars eres y gue! Expenses\nExpenditure on Departmental canteen Other\nAdministrative\n~ | Expenses\nExpenses/fees paid to the training institutes and other | Other\ni expenses for participating in the training/workshops i Administrative\n| | Expenses\n\nOther Revenue\nExpenditure\n\nTraining Expenses\n\nHospitality expenses including entertainment of foreign | Other\nj | delegates, gifts and souvenirs and Conferences/seminars/ | Administrative\n\nOffice Expenses\nType of expenditure Classified To be classified under\nunder existing Revised\ni Object head Object head w.e.f. |\nar ae ee S 1.4.2023 j\nworkshops/ meetings convened by office including all related\n_[ expenses on study material/kits, refreshments |\nExpenditure on repair and maintenance of arms and | Arms and Repair and\nammunition Y ‘ Ammunition Maintenance\nExpenses on clothing and tentage Clothing and Materials and Supplies\nTentage\n19 Expenditure on repairs and maintenance of minor civil and | Minor Works | Minor civil and\ni electrical works of buildings ____| electrical Works\n| 20 Expenditure on repairs and maintenance of infrastructural | Minor Works | Repair and\nassets other than minor civil and electrical works. Maintenance\nExpenditure on repairs and maintenance of machinery and |\nequipment. : meee, tie! |\n21 Expenditure on commitment charges and notional value of | Other Other Revenue\ngifts received etc. Contractual Expenditure\nSee eee eg __| Services\n22 Value of aid material and equipment transferred to other | Grants-In-Aid | Aid Material and\nGovernments/organisations and grants given in kind to | General Equipment\ngrantee bodies es 2\n| Stipends to Interns : Scholarships Salaries a fo\nExpenditure in respect of schemes/sub-schemes | Lumpsum Other Revenue\norganisations not elsewhere classified. provision Expenditure\n\nBank service charges, agency charges, DBT charges Other charges | Bank and Agency\nCharges\n\nExpenses towards awards and prizes to eminent persons and | Other charges | Awards and Prizes\norganisations\n\nAmounts paid from the receipts heads by adjusting as | ... Deduct Receipts\nreduction in receipts\n\nAnnexure ‘Il’\n\nConcordance table to indicate changes as per description of revised object heads and\nbudget provisions to be made under object heads under Capital Expenditure\n\nSI. ; Type of expenditure Classified To be classified under\nNo. under existing Revised\neee __| Object head | Object Head w.e.f. 1.4.23\n1 Purchase of vehicles for office use Office * Moter Vehicles\nExpenses\n\nOffice\nExpenses\n\n4 Purchase of Office Machines and Equipment cost of which\nexceeds the threshold limit of one lakh rupees or three\nyears of useful life, either of the two.\n3 Procurement of Information, Computer,\nTelecommunications (ICT) equipments such as computer\n{ hardware and telecommunication devices (Computer,\n} Laptops, Projectors etc.) and computer software\n1 exceeding threshold limit of one lakh rupees or 3 years of\nuseful life, either of the two, electromagnetic spectrum\nused in transmission of sound, data and television.\nPurchase of Furniture & Fixtures for office use and\nfunctional use exceeding the threshold limit of one lakh\nrupees or three years of useful life, either of the two.\n5 Procurement of other fixed assets like Library books and\npublications\nlease charges of Buildings whose ownership is\ntransferable to Government\n7 Lease charges of land whose ownership is transferable to\nGovernment reed\n8 | Expenditure for acquiring ownership in copyrights,\npatents, goodwill, intellectual property etc.\nExpenditure on Arms and Ammunition of Capital nature\n\nMachinery and Equipment\n\nOE or other\ncharges under\nDetailed Head:\nIT\n\nInformation, Computer,\nTelecommunications (ICT)\nequipment\n\nOffice\nExpenses\n\nFurniture & Fixtures\n\nOftice\nExpenses\nRent, Rates &\nTaxes\n\nRent, Rates &\n\nOther Fixed Assets\n\nBuilding and Structures\n\nLand\n\nRoyalty Intangible assets.\n\nArms and\nAmmunition\nMinor Works\n\nArms and Ammunition\n(Capital)\n\nRespective object heads\nin Capital expenditure\nObject class VI.\nMachinery and Equipment\n\nExpenditure on upgradation of assets which include\nmidlife rehabilitation, overhaul, retrofitting and /or\nreconditioning.\n11 | Lease charges of equipment, the ownership of which is\n__| transferable to government es\n12 | lease charges for other items, the ownership of which is\ntransferable to government\n\nOther charges\n\nOther charges | Kespective object heads in\nCapital expenditure Object\nclass VI.\n\nBuildings and Structures\n\ncog Payment “relating “to construction of office buildings,\nstructures like Hospitals etc.\n\n14 | Procurement of infrastructural assets\n\n15 | Procurement of non-produced assets. {t will include\n| minerals and energy reserve located on or below surface\nof Earth\n16_| Procurement of land Major Works __| Lar See ee\n17 | Expenditure for rehabilitation, overhaul, retrofitting of | Major Works Upgradation/Procurement\nheritage assets and upgradation 'not elsewhere classified’ of heritage assets and not\n{ elsewhere classified.\n\n18 | Investment made on purchase of shares and equity, Investments\ninvestment in securities, fixed and term deposits and\nother investments\n40 | Siphecrintion of canital natire made hy Gevernment Invectmoent<c Cobecrintinn\n\nMajor Works\n\nMajor Works _| Infrastructural Assets\nMajor Works Non-produced assets\nother than land\n\n"
    }
]